[
  {
    "id": "01-01",
    "targetYear": 1863,
    "clue": "Abraham Lincoln issues a proclamation declaring that all persons held as slaves within the rebellious states are 'henceforward shall be free.'",
    "category": "Civil Rights",
    "funFact": "The proclamation didn't actually free all slaves immediately—only those in states not under Union control—but it fundamentally transformed the legal character of the Civil War.",
    "articleTitle": "The Emancipation Proclamation",
    "articleContent": "On January 1, 1863, approaching the third year of the bloody Civil War, President Abraham Lincoln issued the Emancipation Proclamation. The proclamation declared 'that all persons held as slaves' within the rebellious states 'are, and henceforward shall be free.' Although the Emancipation Proclamation did not end slavery in the nation, it captured the hearts and imagination of millions of Americans and fundamentally transformed the character of the war."
  },
  {
    "id": "01-02",
    "targetYear": 1974,
    "clue": "President Richard Nixon signs a bill lowering the maximum U.S. speed limit to 55 MPH to conserve gasoline.",
    "category": "Politics & Energy",
    "funFact": "The law was a response to the 1973 Oil Crisis. While it was hated by drivers, it reportedly saved 167,000 barrels of oil per day.",
    "articleTitle": "The Emergency Highway Energy Conservation Act",
    "articleContent": "In response to the 1973 oil crisis, where an OAPEC embargo caused fuel shortages and skyrocketing prices, the US government took drastic measures. On January 2, 1974, President Nixon signed the Emergency Highway Energy Conservation Act. This federal law prohibited speed limits higher than 55 mph (89 km/h). The law was controversial and widely disregarded by motorists, but it highlighted the nation's vulnerability to foreign oil dependency."
  },
  {
    "id": "01-03",
    "targetYear": 1977,
    "clue": "Apple Computer, Inc. is incorporated by Steve Jobs and Steve Wozniak.",
    "category": "Technology",
    "funFact": "To finance their first batch of circuit boards, Jobs sold his VW Microbus and Wozniak sold his HP calculator.",
    "articleTitle": "The Birth of a Tech Giant",
    "articleContent": "Although they had been working together for some time, Apple was officially incorporated on January 3, 1977. This move allowed the company to raise capital and shift from a garage hobby to a corporate entity. The launch of the Apple II shortly after incorporation fueled the personal computer revolution. Today, Apple is one of the most valuable companies in the world, but it all started with a vision to make computers accessible to everyone."
  },
  {
    "id": "01-04",
    "targetYear": 2010,
    "clue": "The world's tallest building, the Burj Khalifa, officially opens in Dubai.",
    "category": "Architecture",
    "funFact": "The building is so tall (828 meters) that people on the top floors perceive time differently than those at the bottom due to the sunset occurring minutes later.",
    "articleTitle": "Reaching for the Sky: The Burj Khalifa",
    "articleContent": "On January 4, 2010, Dubai unveiled the Burj Khalifa, shattering world records for height. Standing at 828 meters (2,717 ft), it surpassed the previous record-holder, Taipei 101, by a massive margin. The construction required 330,000 cubic meters of concrete and 55,000 tonnes of steel rebar. It stands as a centerpiece of Downtown Dubai and a symbol of the region's rapid economic diversification."
  },
  {
    "id": "01-05",
    "targetYear": 1933,
    "clue": "Construction begins on the Golden Gate Bridge in San Francisco.",
    "category": "Engineering",
    "funFact": "The Navy originally wanted the bridge to be painted black with yellow stripes to ensure visibility for ships, but the architect insisted on 'International Orange.'",
    "articleTitle": "Bridging the Golden Gate",
    "articleContent": "On January 5, 1933, work began on what many called 'the bridge that couldn't be built.' Dealing with strong tides, deep water, and blinding fog, the project was a massive engineering challenge. Chief engineer Joseph Strauss prioritized safety, introducing a safety net under the bridge which saved the lives of 19 men, who became known as the 'Half-Way-to-Hell Club.' The bridge opened four years later."
  },
  {
    "id": "01-06",
    "targetYear": 1838,
    "clue": "Samuel Morse successfully tests the electrical telegraph for the first time.",
    "category": "Technology",
    "funFact": "The first message was 'A patient waiter is no loser,' though the more famous 'What hath God wrought' was sent years later in 1844.",
    "articleTitle": "The Dawn of Instant Communication",
    "articleContent": "Before the telegraph, the speed of information was limited to the speed of a horse or ship. On January 6, 1838, Samuel Morse changed the world by demonstrating the telegraph at the Speedwell Ironworks in New Jersey. This invention laid the groundwork for the connected world we live in today, shrinking the globe and allowing news to travel across continents in minutes rather than months."
  },
  {
    "id": "01-07",
    "targetYear": 1610,
    "clue": "Galileo Galilei observes three moons of Jupiter through his telescope.",
    "category": "Science & Space",
    "funFact": "Galileo originally named them the 'Medicean stars' after his patron, but they are now known as the Galilean moons: Io, Europa, Ganymede, and Callisto.",
    "articleTitle": "Galileo Changes the Universe",
    "articleContent": "On January 7, 1610, the Italian astronomer Galileo Galilei pointed his telescope at Jupiter and observed three small 'stars' near the planet. Over the following nights, he realized they were orbiting Jupiter. This discovery shattered the Aristotelian belief that all celestial bodies revolved around the Earth (geocentrism) and provided critical evidence for the Copernican heliocentric model."
  },
  {
    "id": "01-08",
    "targetYear": 1815,
    "clue": "U.S. forces led by Andrew Jackson defeat the British at the Battle of New Orleans.",
    "category": "War & Conflict",
    "funFact": "The battle was actually fought two weeks AFTER the peace treaty ending the war had already been signed in Europe, but news hadn't reached the armies yet.",
    "articleTitle": "The Battle of New Orleans",
    "articleContent": "The final major battle of the War of 1812 was a decisive American victory. Major General Andrew Jackson prevented an overwhelming British force from seizing New Orleans and the vast territory the United States had acquired with the Louisiana Purchase. The victory propelled Jackson to national fame and eventually the presidency, despite the irony that the war was technically already over."
  },
  {
    "id": "01-09",
    "targetYear": 2007,
    "clue": "Steve Jobs walks onto a stage in San Francisco and introduces the very first iPhone.",
    "category": "Technology",
    "funFact": "Jobs prank called a nearby Starbucks during the keynote, ordering 4,000 lattes to go before hanging up.",
    "articleTitle": "Reinventing the Phone",
    "articleContent": "On January 9, 2007, Steve Jobs unveiled the iPhone at the Macworld convention. He teased the audience by saying he was introducing three products: a widescreen iPod with touch controls, a revolutionary mobile phone, and a breakthrough internet communicator. It turned out they were not three separate devices, but one. This keynote is widely considered one of the greatest product presentations in history."
  },
  {
    "id": "01-10",
    "targetYear": 1946,
    "clue": "The first General Assembly of the United Nations opens in London.",
    "category": "Politics",
    "funFact": "51 nations were represented at this first meeting. Today, the UN has 193 member states.",
    "articleTitle": "A New Era of Diplomacy",
    "articleContent": "Following the devastation of World War II, the world sought a platform to prevent future conflicts. On January 10, 1946, the first General Assembly of the United Nations convened at Methodist Central Hall in London. The League of Nations had failed to prevent the war, so the UN was designed with a stronger mandate and structure, including the Security Council, to maintain international peace and security."
  },
  {
    "id": "01-11",
    "targetYear": 1922,
    "clue": "Insulin is used for the first time to treat diabetes in a human patient.",
    "category": "Medicine",
    "funFact": "The first patient was a 14-year-old boy named Leonard Thompson. The initial injection failed due to impurities, but a purified version worked days later.",
    "articleTitle": "The Miracle of Insulin",
    "articleContent": "Before 1922, a diagnosis of Type 1 diabetes was essentially a death sentence. Patients were put on starvation diets to extend their lives by a few months. On January 11, 1922, Canadian scientists Frederick Banting and Charles Best successfully administered insulin to a human. This medical breakthrough transformed diabetes from a fatal disease into a manageable chronic condition, saving millions of lives."
  },
  {
    "id": "01-12",
    "targetYear": 2010,
    "clue": "A catastrophic magnitude 7.0 earthquake strikes Haiti, devastating the capital city.",
    "category": "Disaster",
    "funFact": "The earthquake's epicenter was just 16 miles from Port-au-Prince, the capital, which contributed to the massive loss of life and infrastructure.",
    "articleTitle": "Tragedy in Haiti",
    "articleContent": "On January 12, 2010, Haiti was struck by its most severe earthquake in over 200 years. The tremor caused widespread destruction in Port-au-Prince, collapsing the Presidential Palace and the UN headquarters. Estimates of the death toll vary widely, ranging from 100,000 to over 300,000. The disaster sparked a massive global humanitarian response but also highlighted the challenges of aid distribution in developing nations."
  },
  {
    "id": "01-13",
    "targetYear": 1968,
    "clue": "Johnny Cash records his famous live album at Folsom Prison.",
    "category": "Music & Culture",
    "funFact": "Cash didn't just perform for the inmates; he felt a deep kinship with them. The album revitalized his career and cemented his image as the 'Man in Black.'",
    "articleTitle": "Live at Folsom Prison",
    "articleContent": "On January 13, 1968, Johnny Cash walked into Folsom State Prison in California to record a live album. Cash had been interested in Folsom since writing 'Folsom Prison Blues' in 1955. The performance was electric, capturing the raw energy and rebellion of the inmates. The album was a massive critical and commercial success, redefining the genre of country music and bringing attention to prison reform."
  },
  {
    "id": "01-14",
    "targetYear": 1973,
    "clue": "Elvis Presley performs the 'Aloha from Hawaii' concert, the first to be broadcast globally via satellite.",
    "category": "Music & TV",
    "funFact": "It is estimated that over 1 billion viewers watched the broadcast worldwide—more than the moon landing.",
    "articleTitle": "The King via Satellite",
    "articleContent": "On January 14, 1973, Elvis Presley made television history. 'Aloha from Hawaii via Satellite' was the first entertainment special by a solo artist to be broadcast live around the world. Performing at the Honolulu International Center, Elvis was in peak form, wearing his iconic eagle jumpsuit. The concert raised $75,000 for the Kui Lee Cancer Fund and remains one of the most famous performances in music history."
  },
  {
    "id": "01-15",
    "targetYear": 2009,
    "clue": "Pilot Chesley 'Sully' Sullenberger safely lands US Airways Flight 1549 on the Hudson River.",
    "category": "Heroism",
    "funFact": "The entire incident, from the bird strike that disabled the engines to the water landing, lasted less than six minutes.",
    "articleTitle": "Miracle on the Hudson",
    "articleContent": "On January 15, 2009, US Airways Flight 1549 struck a flock of Canada geese shortly after takeoff from LaGuardia Airport, losing all engine power. With no airports within range, Captain Chesley Sullenberger and First Officer Jeff Skiles executed a masterfully controlled water landing on the Hudson River. All 155 passengers and crew survived, a feat described by the NTSB as the 'most successful ditching in aviation history.'"
  },
  {
    "id": "01-16",
    "targetYear": 1919,
    "clue": "The 18th Amendment is ratified, beginning the era of Prohibition in the United States.",
    "category": "Law & Society",
    "funFact": "Instead of ending drinking, Prohibition led to the rise of speakeasies, bootlegging, and organized crime figures like Al Capone.",
    "articleTitle": "The Great Experiment",
    "articleContent": "On January 16, 1919, Nebraska became the 36th state to approve the 18th Amendment, cementing the ban on the manufacture, sale, and transportation of intoxicating liquors. While intended to improve public morals and health, the law was nearly impossible to enforce. It created a lucrative black market for alcohol. The era eventually ended in 1933 with the ratification of the 21st Amendment, repealing Prohibition."
  },
  {
    "id": "01-17",
    "targetYear": 1961,
    "clue": "President Dwight D. Eisenhower delivers his farewell address, warning against the 'military-industrial complex.'",
    "category": "Politics",
    "funFact": "It was the first televised farewell address by a U.S. President. Eisenhower, a five-star general, feared the implications of a permanent arms industry.",
    "articleTitle": "Eisenhower's Warning",
    "articleContent": "Three days before leaving office, President Dwight D. Eisenhower delivered a televised farewell address on January 17, 1961. In it, he introduced a term that would become a staple of political discourse: the 'military-industrial complex.' He warned that the conjunction of an immense military establishment and a large arms industry was new in the American experience and its total influence—economic, political, even spiritual—was felt in every city and statehouse."
  },
  {
    "id": "01-18",
    "targetYear": 1778,
    "clue": "Captain James Cook becomes the first European to discover the Hawaiian Islands.",
    "category": "Exploration",
    "funFact": "Cook named them the 'Sandwich Islands' after the Earl of Sandwich, the First Lord of the Admiralty (and yes, the inventor of the sandwich).",
    "articleTitle": "Cook Reaches Hawaii",
    "articleContent": "On January 18, 1778, the British explorer Captain James Cook sighted the Hawaiian Islands while sailing the HMS Resolution. He was searching for the Northwest Passage. The initial contact with the native Hawaiians was peaceful, and Cook was treated with great respect. However, upon his return to the islands a year later, tensions escalated, leading to a skirmish on the beach where Cook was killed."
  },
  {
    "id": "01-19",
    "targetYear": 2006,
    "clue": "NASA launches the New Horizons probe, the first spacecraft dedicated to exploring Pluto.",
    "category": "Space",
    "funFact": "It took New Horizons nine and a half years to reach Pluto, traveling at speeds of over 36,000 mph. It carried some of Clyde Tombaugh's ashes (the discoverer of Pluto).",
    "articleTitle": "Journey to the Edge",
    "articleContent": "On January 19, 2006, NASA launched New Horizons from Cape Canaveral. Its mission was to shed light on the mysterious icy worlds at the edge of our solar system. When it finally flew past Pluto in July 2015, it sent back stunning high-resolution images of the dwarf planet, revealing nitrogen ice glaciers, mountains, and a hazy blue atmosphere, fundamentally changing our understanding of the Kuiper Belt."
  },
  {
    "id": "01-20",
    "targetYear": 1961,
    "clue": "John F. Kennedy is inaugurated as President and says, 'Ask not what your country can do for you...'",
    "category": "Politics",
    "funFact": "Robert Frost recited a poem at the inauguration, but the sun was so bright he couldn't read his paper, so he recited 'The Gift Outright' from memory instead.",
    "articleTitle": "A New Frontier",
    "articleContent": "On January 20, 1961, John F. Kennedy was sworn in as the 35th President of the United States. He was the youngest man elected to the office and the first Catholic. His inaugural address is widely regarded as one of the best in history. The famous line, 'Ask not what your country can do for you—ask what you can do for your country,' called a new generation of Americans to public service and set the tone for the turbulent 1960s."
  },
  {
    "id": "01-21",
    "targetYear": 1976,
    "clue": "The Concorde supersonic jet takes off for its first scheduled commercial flights.",
    "category": "Aviation",
    "funFact": "The Concorde flew at twice the speed of sound (Mach 2.04), meaning passengers could arrive in New York before they technically left London (due to time zones).",
    "articleTitle": "Supersonic Travel Begins",
    "articleContent": "On January 21, 1976, the era of supersonic commercial travel began. British Airways flew from London to Bahrain, while Air France flew from Paris to Rio de Janeiro. The Concorde was an engineering marvel, featuring a drooping nose for visibility during landing. However, due to the sonic boom it created, it was restricted from flying over land, limiting its routes and eventual financial viability."
  },
  {
    "id": "01-22",
    "targetYear": 1984,
    "clue": "Apple's iconic '1984' commercial airs during the Super Bowl, introducing the Macintosh.",
    "category": "Technology & Culture",
    "funFact": "Directed by Ridley Scott (director of Alien), the ad only aired nationally once. It is considered one of the most influential commercials of all time.",
    "articleTitle": "The Computer for the Rest of Us",
    "articleContent": "On January 22, 1984, during the third quarter of Super Bowl XVIII, Apple aired a 60-second commercial that changed advertising forever. It depicted a dystopian world controlled by 'Big Brother' (implying IBM), which was shattered by a heroine throwing a sledgehammer. The ad announced the coming of the Macintosh computer, promising that '1984 won't be like 1984.' It positioned Apple as the rebellious, creative alternative to corporate PC culture."
  },
  {
    "id": "01-23",
    "targetYear": 1957,
    "clue": "The Wham-O toy company begins production of the 'Pluto Platter,' later renamed the Frisbee.",
    "category": "Pop Culture",
    "funFact": "The name 'Frisbee' came from college students tossing pie tins from the Frisbie Pie Company. Wham-O adopted the name (spelled differently) to avoid trademark issues.",
    "articleTitle": "The Aerodynamic Toy",
    "articleContent": "On January 23, 1957, Wham-O began rolling out plastic flying discs called 'Pluto Platters.' The design was based on the aerodynamics of flying saucers, capitalizing on the UFO craze of the 1950s. The toy became a massive cultural phenomenon. It wasn't just a toy; it spawned new sports like Ultimate Frisbee and Disc Golf, becoming a staple of beach culture and college campuses worldwide."
  },
  {
    "id": "01-24",
    "targetYear": 1848,
    "clue": "James W. Marshall finds gold at Sutter's Mill in Coloma, California.",
    "category": "History",
    "funFact": "Marshall tried to keep it a secret, but word got out. By 1849, the population of the California territory had exploded from under 1,000 to over 100,000.",
    "articleTitle": "The California Gold Rush",
    "articleContent": "On January 24, 1848, James W. Marshall, a carpenter building a sawmill for John Sutter, found flakes of gold in the American River. This discovery triggered one of the largest mass migrations in human history. The '49ers' flocked to California from all over the world. The Gold Rush fast-tracked California's admission to the Union in 1850 and forever altered the demographics and landscape of the American West."
  },
  {
    "id": "01-25",
    "targetYear": 1924,
    "clue": "The first Winter Olympic Games open in Chamonix, France.",
    "category": "Sports",
    "funFact": "Initially, the event was called 'International Winter Sports Week' and wasn't officially recognized as the 'First Winter Olympics' by the IOC until 1926.",
    "articleTitle": "Winter Sports on the Global Stage",
    "articleContent": "On January 25, 1924, athletes from 16 nations gathered in the French Alps for the first Winter Games. The event was a success, proving that winter sports could attract an international audience. The original games included bobsleigh, curling, ice hockey, and Nordic skiing. It paved the way for the massive global spectacle the Winter Olympics has become today."
  },
  {
    "id": "01-26",
    "targetYear": 1788,
    "clue": "The First Fleet arrives at Sydney Cove, marking the beginning of British settlement in Australia.",
    "category": "History",
    "funFact": "The fleet carried over 1,000 people, more than 700 of whom were convicts. This date is now celebrated as 'Australia Day,' though it is also a day of mourning for Indigenous Australians.",
    "articleTitle": "The First Fleet Arrives",
    "articleContent": "On January 26, 1788, Captain Arthur Phillip raised the British flag at Sydney Cove, formally taking possession of New South Wales for Great Britain. The settlement was established primarily as a penal colony to alleviate overcrowding in British prisons. This event marked the founding of modern Australia but also the beginning of the dispossession and devastation of the Aboriginal population."
  },
  {
    "id": "01-27",
    "targetYear": 1945,
    "clue": "Soviet troops liberate the Auschwitz-Birkenau concentration camp.",
    "category": "World War II",
    "funFact": "The soldiers found only about 7,000 survivors. The retreating Nazis had forced nearly 60,000 others on a 'death march' westward just days before.",
    "articleTitle": "Liberation of Auschwitz",
    "articleContent": "On January 27, 1945, the Red Army arrived at Auschwitz, the largest Nazi concentration and extermination camp. What they found shocked the world and provided undeniable evidence of the Holocaust. They discovered piles of corpses, personal belongings of the victims, and emaciated survivors. This date was designated by the United Nations in 2005 as International Holocaust Remembrance Day."
  },
  {
    "id": "01-28",
    "targetYear": 1986,
    "clue": "The Space Shuttle Challenger breaks apart 73 seconds into its flight.",
    "category": "Tragedy",
    "funFact": "Christa McAuliffe was on board, set to be the first teacher in space. Because of her presence, millions of schoolchildren were watching the launch live on TV.",
    "articleTitle": "The Challenger Disaster",
    "articleContent": "On January 28, 1986, the world watched in horror as the Space Shuttle Challenger disintegrated over the Atlantic Ocean. All seven crew members perished. The investigation revealed that O-ring seals in the solid rocket boosters had failed due to unusually cold temperatures that morning. The disaster grounded the shuttle program for nearly three years and led to major changes in NASA's safety culture."
  },
  {
    "id": "01-29",
    "targetYear": 1886,
    "clue": "Karl Benz applies for a patent for his 'vehicle powered by a gas engine.'",
    "category": "Technology",
    "funFact": "Benz's wife, Bertha, actually took the car for the first long-distance drive (without telling him) to prove it worked. She fixed a fuel line with her hatpin along the way.",
    "articleTitle": "The Birth of the Automobile",
    "articleContent": "On January 29, 1886, German engineer Karl Benz applied for patent number 37435 for his 'Motorwagen.' This is regarded as the birth certificate of the automobile. While steam-powered vehicles existed, Benz's invention was the first practical automobile powered by an internal combustion engine. It had three wheels and a top speed of 10 mph, but it started a revolution that would reshape the world's infrastructure."
  },
  {
    "id": "01-30",
    "targetYear": 1948,
    "clue": "Mahatma Gandhi is assassinated while walking to a prayer meeting in New Delhi.",
    "category": "History",
    "funFact": "Gandhi's funeral procession was 8 kilometers long and was attended by over two million people.",
    "articleTitle": "The Death of Gandhi",
    "articleContent": "On January 30, 1948, Mohandas Karamchand Gandhi, the father of Indian independence and a global icon of non-violent resistance, was shot three times by Nathuram Godse, a Hindu nationalist. Gandhi's philosophy of Satyagraha (truth force) had inspired civil rights movements across the world, including that of Martin Luther King Jr. His death plunged India into mourning but solidified his legacy as a martyr for peace."
  },
  {
    "id": "01-31",
    "targetYear": 1990,
    "clue": "The first McDonald's in the Soviet Union opens in Moscow.",
    "category": "Culture & Politics",
    "funFact": "Over 30,000 people waited in line on opening day. It was a potent symbol of the opening of the Iron Curtain and the arrival of Western capitalism.",
    "articleTitle": "Big Macs in Moscow",
    "articleContent": "On January 31, 1990, months after the fall of the Berlin Wall, McDonald's opened its doors in Pushkin Square, Moscow. It was the largest McDonald's in the world at the time. For many Soviets, it was their first taste of Western service standards and food. The opening was not just a culinary event; it was a geopolitical one, signaling the end of the Cold War and the integration of Russia into the global economy."
  },
  {
    "id": "02-01",
    "targetYear": 2003,
    "clue": "The Space Shuttle Columbia disintegrates upon re-entry into Earth's atmosphere.",
    "category": "Tragedy",
    "funFact": "The disaster was caused by a piece of foam insulation breaking off during launch and damaging the thermal protection system on the left wing.",
    "articleTitle": "Loss of the Columbia",
    "articleContent": "On February 1, 2003, the Space Shuttle Columbia broke apart over Texas and Louisiana as it returned to Earth, killing all seven crew members. The tragedy suspended the Space Shuttle program for over two years while NASA investigated safety protocols. It ultimately influenced the decision to retire the shuttle fleet upon the completion of the International Space Station."
  },
  {
    "id": "02-02",
    "targetYear": 1887,
    "clue": "The first official Groundhog Day is celebrated at Gobbler's Knob in Punxsutawney, Pennsylvania.",
    "category": "Culture",
    "funFact": "The tradition has roots in the Pennsylvania Dutch superstition that if a groundhog emerges from its burrow and sees its shadow due to clear weather, it will retreat to its den and winter will persist for six more weeks.",
    "articleTitle": "Punxsutawney Phil's Debut",
    "articleContent": "On February 2, 1887, a local newspaper editor in Punxsutawney, Clymer Freas, along with a group of groundhog hunters, declared Phil the Punxsutawney groundhog to be America's only true weather-forecasting groundhog. The event has grown from a small local gathering into a massive annual festival, immortalized by the 1993 Bill Murray film."
  },
  {
    "id": "02-03",
    "targetYear": 1959,
    "clue": "Rock and roll stars Buddy Holly, Ritchie Valens, and 'The Big Bopper' are killed in a plane crash.",
    "category": "Music",
    "funFact": "Waylon Jennings was supposed to be on the plane but gave up his seat to the Big Bopper, who had the flu. Buddy Holly jokingly told him, 'I hope your ol' bus freezes up,' to which Jennings replied, 'I hope your ol' plane crashes.'",
    "articleTitle": "The Day the Music Died",
    "articleContent": "On February 3, 1959, a small charter plane carrying three of rock and roll's most promising stars crashed into a cornfield in Iowa during a snowstorm. The tragedy, later immortalized as 'The Day the Music Died' in Don McLean's song 'American Pie,' marked a sudden and mournful end to the innocent era of 1950s rock and roll."
  },
  {
    "id": "02-04",
    "targetYear": 2004,
    "clue": "Mark Zuckerberg launches 'TheFacebook' from his Harvard dormitory room.",
    "category": "Technology",
    "funFact": "The site was originally limited to Harvard students. Within the first month, more than half the undergraduate population had registered.",
    "articleTitle": "The Social Network Begins",
    "articleContent": "On February 4, 2004, a 19-year-old Mark Zuckerberg launched a social networking website called 'TheFacebook.' It was designed to help students at Harvard connect with one another. The platform rapidly expanded to other Ivy League schools and eventually the general public, fundamentally changing how humans communicate and share information globally."
  },
  {
    "id": "02-05",
    "targetYear": 1919,
    "clue": "Charlie Chaplin, Mary Pickford, Douglas Fairbanks, and D.W. Griffith found United Artists.",
    "category": "Business & Film",
    "funFact": "The studio was created to allow actors to control their own interests rather than being dependent on commercial studios. An executive famously remarked, 'The lunatics have taken over the asylum.'",
    "articleTitle": "Artists Take Control",
    "articleContent": "On February 5, 1919, four of the biggest names in Hollywood joined forces to create their own movie studio, United Artists. This was a revolutionary move that broke the stranglehold of the studio system, allowing creative talent to secure financing and retain control over their work. It paved the way for the modern independent film industry."
  },
  {
    "id": "02-06",
    "targetYear": 1952,
    "clue": "Princess Elizabeth becomes Queen Elizabeth II upon the death of her father, King George VI.",
    "category": "Royalty",
    "funFact": "She was in Kenya at a treetop hotel when her father died, meaning she went up a tree a princess and came down a queen.",
    "articleTitle": "Long Live the Queen",
    "articleContent": "On February 6, 1952, King George VI died in his sleep at Sandringham House. His eldest daughter, Elizabeth, immediately acceded to the throne at the age of 25. Her reign would span seven decades, seeing the British Empire transform into the Commonwealth and navigating massive social and political changes across the globe."
  },
  {
    "id": "02-07",
    "targetYear": 1964,
    "clue": "The Beatles arrive at JFK Airport in New York for their first U.S. visit.",
    "category": "Music",
    "funFact": "They were greeted by 3,000 screaming fans. When a reporter asked, 'How do you find America?' Ringo Starr jokingly replied, 'Turn left at Greenland.'",
    "articleTitle": "The British Invasion Begins",
    "articleContent": "On February 7, 1964, Pan Am Flight 101 touched down in New York, carrying the Beatles. Their arrival marked the beginning of the 'British Invasion' of the American music charts. Two days later, their performance on The Ed Sullivan Show was watched by a record-breaking 73 million viewers, cementing their status as international superstars."
  },
  {
    "id": "02-08",
    "targetYear": 1587,
    "clue": "Mary, Queen of Scots is beheaded at Fotheringhay Castle.",
    "category": "History",
    "funFact": "Mary wore a crimson petticoat, the Catholic color of martyrdom, to her execution.",
    "articleTitle": "The Execution of Mary Stuart",
    "articleContent": "On February 8, 1587, Mary Stuart, the former Queen of France and Scotland, was executed for her alleged involvement in a plot to assassinate her cousin, Queen Elizabeth I of England. After 19 years of imprisonment, her death ended a long period of dynastic uncertainty but intensified the conflict between Catholic and Protestant powers in Europe."
  },
  {
    "id": "02-09",
    "targetYear": 1895,
    "clue": "William G. Morgan invents a new game called 'Mintonette,' which later becomes Volleyball.",
    "category": "Sports",
    "funFact": "Morgan designed the game as a less strenuous alternative to basketball for older members of the YMCA.",
    "articleTitle": "Volleyball is Born",
    "articleContent": "On February 9, 1895, William G. Morgan, a physical education director at the YMCA in Holyoke, Massachusetts, created a new sport. Blending elements of basketball, baseball, tennis, and handball, he called it 'Mintonette.' After an observer noticed the players were volleying the ball back and forth, the name was changed to Volleyball."
  },
  {
    "id": "02-10",
    "targetYear": 1996,
    "clue": "IBM's supercomputer Deep Blue becomes the first machine to defeat a reigning world chess champion.",
    "category": "Technology",
    "funFact": "Garry Kasparov, the champion, lost the first game but went on to win the match 4-2. Deep Blue would win the rematch a year later.",
    "articleTitle": "Man vs. Machine",
    "articleContent": "On February 10, 1996, the chess world was stunned when Deep Blue, a computer developed by IBM, defeated Garry Kasparov in the first game of their match in Philadelphia. While Kasparov won the series, this specific game marked a turning point in artificial intelligence, proving that computers could master complex strategic games previously thought to be the domain of human intuition."
  },
  {
    "id": "02-11",
    "targetYear": 1990,
    "clue": "Nelson Mandela is released from Victor Verster Prison after 27 years of incarceration.",
    "category": "Human Rights",
    "funFact": "Mandela walked out of prison hand-in-hand with his wife Winnie, raising a clenched fist in a salute to the cheering crowds.",
    "articleTitle": "Mandela's Walk to Freedom",
    "articleContent": "On February 11, 1990, the world watched as Nelson Mandela was finally released from prison. His release signaled the beginning of the end for apartheid in South Africa. Four years later, Mandela would be elected the country's first Black president in its first fully representative democratic election."
  },
  {
    "id": "02-12",
    "targetYear": 1909,
    "clue": "The National Association for the Advancement of Colored People (NAACP) is founded.",
    "category": "Civil Rights",
    "funFact": "The founding date was chosen to coincide with the 100th anniversary of Abraham Lincoln's birth.",
    "articleTitle": "Founding of the NAACP",
    "articleContent": "On February 12, 1909, a diverse group of activists including W.E.B. Du Bois, Mary White Ovington, and Moorfield Storey founded the NAACP in New York City. Formed in response to ongoing violence against African Americans, particularly the Springfield Race Riot of 1908, it became the nation's oldest and largest civil rights organization."
  },
  {
    "id": "02-13",
    "targetYear": 1633,
    "clue": "Galileo Galilei arrives in Rome to face trial by the Inquisition for his support of heliocentrism.",
    "category": "Science & History",
    "funFact": "Galileo was sentenced to house arrest, where he remained for the rest of his life. Legend says he muttered 'Eppur si muove' (And yet it moves) after recanting.",
    "articleTitle": "Galileo on Trial",
    "articleContent": "On February 13, 1633, Italian astronomer Galileo Galilei arrived in Rome to stand trial before the Holy Office. His crime was defending the Copernican theory that the Earth revolves around the Sun, which contradicted the Church's interpretation of scripture. The trial highlighted the tension between scientific discovery and religious dogma."
  },
  {
    "id": "02-14",
    "targetYear": 2005,
    "clue": "The domain name 'youtube.com' is activated by three former PayPal employees.",
    "category": "Technology",
    "funFact": "The first video ever uploaded was titled 'Me at the zoo' and featured co-founder Jawed Karim standing in front of elephants.",
    "articleTitle": "Broadcast Yourself",
    "articleContent": "On February 14, 2005, Chad Hurley, Steve Chen, and Jawed Karim registered the domain for YouTube. Originally conceived as a video dating site, it pivoted to a general video-sharing platform. It exploded in popularity and was purchased by Google just 18 months later for $1.65 billion, changing the landscape of media and entertainment."
  },
  {
    "id": "02-15",
    "targetYear": 1965,
    "clue": "Canada officially adopts the Maple Leaf flag, replacing the Canadian Red Ensign.",
    "category": "National History",
    "funFact": "The design was chosen after a heated parliamentary debate known as the 'Great Flag Debate,' which lasted six months.",
    "articleTitle": "A New Flag for Canada",
    "articleContent": "On February 15, 1965, the red and white Maple Leaf flag was raised for the first time on Parliament Hill in Ottawa. The new design was intended to be a distinct symbol for Canada, free from colonial British imagery. It has since become one of the most recognizable national symbols in the world."
  },
  {
    "id": "02-16",
    "targetYear": 1923,
    "clue": "Archaeologist Howard Carter unseals the burial chamber of Pharaoh Tutankhamun.",
    "category": "Archaeology",
    "funFact": "When Carter first peered in and was asked if he could see anything, he famously replied, 'Yes, wonderful things.'",
    "articleTitle": "Entering the Tomb",
    "articleContent": "On February 16, 1923, Howard Carter opened the sealed doorway to the burial chamber of King Tutankhamun in the Valley of the Kings. Inside lay the sarcophagus of the boy king, untouched for over 3,000 years. The discovery sparked a global obsession with Ancient Egypt known as 'Egyptomania' and provided unprecedented insight into Egyptian burial practices."
  },
  {
    "id": "02-17",
    "targetYear": 2008,
    "clue": "Kosovo declares independence from Serbia.",
    "category": "Politics",
    "funFact": "The declaration was controversial and is still not recognized by several nations, including Serbia, Russia, and China.",
    "articleTitle": "Kosovo's Independence",
    "articleContent": "On February 17, 2008, the Assembly of Kosovo unanimously declared independence from Serbia. This followed years of ethnic conflict and UN administration. While recognized by over 100 UN member states, the status of Kosovo remains a significant point of geopolitical tension in the Balkans."
  },
  {
    "id": "02-18",
    "targetYear": 1930,
    "clue": "Clyde Tombaugh discovers Pluto at the Lowell Observatory in Arizona.",
    "category": "Space",
    "funFact": "An 11-year-old British girl, Venetia Burney, suggested the name 'Pluto' because the dark and distant planet resembled the god of the underworld.",
    "articleTitle": "Finding Planet X",
    "articleContent": "On February 18, 1930, 23-year-old astronomer Clyde Tombaugh identified a moving object on photographic plates he had taken in January. This object was confirmed to be the long-sought 'Planet X.' Pluto was considered the ninth planet in our solar system until its reclassification as a dwarf planet by the IAU in 2006."
  },
  {
    "id": "02-19",
    "targetYear": 1945,
    "clue": "U.S. Marines land on Iwo Jima, beginning one of the bloodiest battles of World War II.",
    "category": "War",
    "funFact": "27 Medals of Honor were awarded for actions on Iwo Jima, more than any other battle in U.S. history.",
    "articleTitle": "Assault on Iwo Jima",
    "articleContent": "On February 19, 1945, American forces initiated an amphibious assault on the Japanese island of Iwo Jima. The goal was to capture the island's airfields. The battle lasted five weeks and saw fierce Japanese resistance from a network of fortified underground bunkers. The victory was strategically crucial for the final air war on Japan."
  },
  {
    "id": "02-20",
    "targetYear": 1962,
    "clue": "John Glenn becomes the first American to orbit the Earth aboard Friendship 7.",
    "category": "Space",
    "funFact": "During the flight, a faulty sensor suggested the heat shield was loose, creating a tense re-entry where Glenn had to leave the retro-rocket pack attached.",
    "articleTitle": "Glenn Orbits the Earth",
    "articleContent": "On February 20, 1962, astronaut John Glenn circled the Earth three times aboard the Friendship 7 capsule. This feat restored American confidence in the Space Race, matching the Soviet achievement of orbiting a human (Yuri Gagarin) the previous year. Glenn was celebrated as a national hero upon his safe return."
  },
  {
    "id": "02-21",
    "targetYear": 1965,
    "clue": "Human rights activist Malcolm X is assassinated at the Audubon Ballroom in New York City.",
    "category": "Civil Rights",
    "funFact": "Malcolm X had broken with the Nation of Islam the previous year and had just returned from a pilgrimage to Mecca with a more inclusive view on race relations.",
    "articleTitle": "The Death of Malcolm X",
    "articleContent": "On February 21, 1965, while preparing to address the Organization of Afro-American Unity, Malcolm X was shot and killed by assassins. A polarizing figure who advocated for Black empowerment and self-defense, his autobiography, published shortly after his death, became a seminal text in the American Civil Rights movement."
  },
  {
    "id": "02-22",
    "targetYear": 1997,
    "clue": "Scientists in Scotland announce the successful cloning of an adult sheep named Dolly.",
    "category": "Science",
    "funFact": "Dolly was actually born in July 1996, but the announcement was delayed to secure patents. She was named after Dolly Parton.",
    "articleTitle": "Hello, Dolly",
    "articleContent": "On February 22, 1997, the Roslin Institute announced the existence of Dolly the sheep, the first mammal successfully cloned from an adult somatic cell. The news caused a worldwide sensation, sparking intense ethical debates about the possibilities of human cloning and the future of genetic engineering."
  },
  {
    "id": "02-23",
    "targetYear": 1945,
    "clue": "U.S. Marines raise the American flag atop Mount Suribachi during the Battle of Iwo Jima.",
    "category": "War History",
    "funFact": "The famous photo by Joe Rosenthal actually depicts the second flag-raising of the day; the first flag was deemed too small to be seen from the beach.",
    "articleTitle": "The Flag Raising",
    "articleContent": "On February 23, 1945, U.S. Marines reached the summit of Mount Suribachi and raised the American flag. The photograph of this event became one of the most iconic images of World War II, symbolizing American resolve and sacrifice. The image was later used as the model for the Marine Corps War Memorial in Virginia."
  },
  {
    "id": "02-24",
    "targetYear": 1582,
    "clue": "Pope Gregory XIII issues a papal bull introducing the Gregorian calendar.",
    "category": "History",
    "funFact": "To correct the drift of the Julian calendar, 10 days were dropped from October 1582. People went to sleep on Oct 4 and woke up on Oct 15.",
    "articleTitle": "Fixing Time",
    "articleContent": "On February 24, 1582, Pope Gregory XIII issued the bull 'Inter gravissimas,' reforming the Julian calendar. The old calendar had slightly miscalculated the length of a solar year, causing the date of Easter to drift. The new Gregorian calendar is the civil calendar used by most of the world today."
  },
  {
    "id": "02-25",
    "targetYear": 1964,
    "clue": "Cassius Clay (Muhammad Ali) defeats Sonny Liston to become the heavyweight boxing champion.",
    "category": "Sports",
    "funFact": "Before the fight, Clay taunted Liston relentlessly, famously saying he would 'float like a butterfly, sting like a bee.' Liston refused to come out for the 7th round.",
    "articleTitle": "The Greatest",
    "articleContent": "On February 25, 1964, a 22-year-old underdog named Cassius Clay upset the formidable champion Sonny Liston in Miami Beach. Shortly after the fight, Clay announced his conversion to Islam and changed his name to Muhammad Ali. His victory marked the arrival of one of the most charismatic and significant figures in sports history."
  },
  {
    "id": "02-26",
    "targetYear": 1993,
    "clue": "A truck bomb explodes in the parking garage of the World Trade Center in New York City.",
    "category": "Terrorism",
    "funFact": "The terrorists intended to knock the North Tower into the South Tower to bring them both down, but the buildings withstood the blast.",
    "articleTitle": "1993 WTC Bombing",
    "articleContent": "On February 26, 1993, terrorists detonated a massive truck bomb beneath the North Tower of the World Trade Center. The explosion created a crater several stories deep, killed six people, and injured over a thousand. It was a precursor to the September 11 attacks and a wake-up call regarding the threat of international terrorism on U.S. soil."
  },
  {
    "id": "02-27",
    "targetYear": 1933,
    "clue": "The Reichstag building in Berlin is set on fire, a pivotal event in the establishment of Nazi Germany.",
    "category": "Politics",
    "funFact": "Hitler blamed the fire on Communists and used the event to pressure President Hindenburg into signing the Reichstag Fire Decree, suspending civil liberties.",
    "articleTitle": "The Reichstag Fire",
    "articleContent": "On February 27, 1933, four weeks after Adolf Hitler was sworn in as Chancellor, the German parliament building burned down. The Nazis claimed it was the start of a Communist uprising. The event was exploited to arrest political opponents and suspend constitutional rights, paving the way for the Nazi dictatorship."
  },
  {
    "id": "02-28",
    "targetYear": 1953,
    "clue": "Scientists James Watson and Francis Crick discover the chemical structure of DNA.",
    "category": "Science",
    "funFact": "Upon making the discovery, Crick reportedly walked into The Eagle pub in Cambridge and announced, 'We have discovered the secret of life.'",
    "articleTitle": "The Double Helix",
    "articleContent": "On February 28, 1953, at Cambridge University, Watson and Crick determined that the structure of DNA was a double helix polymer. Relying heavily on data from Rosalind Franklin and Maurice Wilkins, their model explained how genetic information could be stored and copied. It is considered one of the most significant scientific discoveries of the 20th century."
  },
  {
    "id": "02-29",
    "targetYear": 1940,
    "clue": "Hattie McDaniel becomes the first African American to win an Academy Award.",
    "category": "Film & Culture",
    "funFact": "She won Best Supporting Actress for 'Gone with the Wind.' However, due to segregation, she was seated at a separate table at the back of the room, away from her co-stars.",
    "articleTitle": "A Historic Oscar Win",
    "articleContent": "On February 29, 1940, Hattie McDaniel made history at the 12th Academy Awards. Her portrayal of Mammy in 'Gone with the Wind' earned her the Oscar for Best Supporting Actress. While a personal triumph, her win highlighted the racial segregation of the era, as she was barred from the film's premiere in Atlanta."
  },
  {
    "id": "03-01",
    "targetYear": 1872,
    "clue": "President Ulysses S. Grant signs the act establishing Yellowstone as the world's first national park.",
    "category": "Environment",
    "funFact": "The park sits on top of a dormant volcano and contains half of the world's geothermal features, including Old Faithful.",
    "articleTitle": "The World's First National Park",
    "articleContent": "On March 1, 1872, President Ulysses S. Grant signed the Yellowstone National Park Protection Act into law. This revolutionary idea set aside over 2 million acres of public land in Wyoming, Montana, and Idaho for the 'benefit and enjoyment of the people.' It established a global precedent for conservation and the protection of natural wonders."
  },
  {
    "id": "03-02",
    "targetYear": 1933,
    "clue": "The movie 'King Kong' premieres in New York City, featuring a giant ape climbing the Empire State Building.",
    "category": "Film",
    "funFact": "The 'giant' ape was actually an 18-inch model made of metal, rubber, and rabbit fur. The stop-motion animation was groundbreaking for its time.",
    "articleTitle": "The Eighth Wonder of the World",
    "articleContent": "On March 2, 1933, the original 'King Kong' premiered at Radio City Music Hall. The film was an instant sensation, saving RKO Pictures from bankruptcy during the Great Depression. Its special effects, particularly the climax atop the newly built Empire State Building, became iconic imagery in cinema history."
  },
  {
    "id": "03-03",
    "targetYear": 1931,
    "clue": "The 'Star-Spangled Banner' officially becomes the national anthem of the United States.",
    "category": "History",
    "funFact": "The lyrics were written by Francis Scott Key in 1814, but the melody comes from a popular British drinking song called 'To Anacreon in Heaven.'",
    "articleTitle": "O Say Can You See",
    "articleContent": "On March 3, 1931, President Herbert Hoover signed the congressional resolution that officially made 'The Star-Spangled Banner' the national anthem. Although the song had been used by the military for decades, it faced competition from 'America the Beautiful' and 'My Country, 'Tis of Thee' before being codified into law."
  },
  {
    "id": "03-04",
    "targetYear": 1933,
    "clue": "Franklin D. Roosevelt is inaugurated and declares, 'The only thing we have to fear is fear itself.'",
    "category": "Politics",
    "funFact": "This was the last presidential inauguration held in March. The 20th Amendment moved the date to January 20th to reduce the 'lame duck' period.",
    "articleTitle": "A New Deal Begins",
    "articleContent": "On March 4, 1933, at the height of the Great Depression, FDR took the oath of office. Banks were failing across the country, and a quarter of the workforce was unemployed. His confident inaugural address and promise of 'action, and action now' set the stage for the First 100 Days and the New Deal programs."
  },
  {
    "id": "03-05",
    "targetYear": 1946,
    "clue": "Winston Churchill delivers his famous 'Iron Curtain' speech in Fulton, Missouri.",
    "category": "Cold War",
    "funFact": "Churchill was no longer Prime Minister when he gave the speech; he was traveling as a private citizen with President Harry Truman.",
    "articleTitle": "The Iron Curtain Descends",
    "articleContent": "On March 5, 1946, Winston Churchill declared, 'From Stettin in the Baltic to Trieste in the Adriatic, an iron curtain has descended across the Continent.' This speech at Westminster College is widely considered the formal announcement of the Cold War, defining the geopolitical divide between the Soviet-dominated East and the democratic West."
  },
  {
    "id": "03-06",
    "targetYear": 1869,
    "clue": "Dmitri Mendeleev presents the first formal Periodic Table of Elements to the Russian Chemical Society.",
    "category": "Science",
    "funFact": "Mendeleev left gaps in his table for elements that hadn't been discovered yet (like Gallium and Germanium), correctly predicting their properties.",
    "articleTitle": "Ordering the Universe",
    "articleContent": "On March 6, 1869, Russian chemist Dmitri Mendeleev presented his system for classifying chemical elements based on their atomic mass and chemical properties. Unlike previous attempts, Mendeleev's table recognized a periodic pattern that allowed him to predict the existence of unknown elements, fundamentally changing the field of chemistry."
  },
  {
    "id": "03-07",
    "targetYear": 1876,
    "clue": "Alexander Graham Bell is granted a patent for the telephone.",
    "category": "Technology",
    "funFact": "Bell filed his patent application just hours before his rival, Elisha Gray, filed a caveat for a similar device. The timing led to years of legal battles.",
    "articleTitle": "Patent No. 174,465",
    "articleContent": "On March 7, 1876, the U.S. Patent Office granted Alexander Graham Bell Patent No. 174,465 for 'Improvements in Telegraphy.' This document is often described as the most valuable patent in history. Three days later, Bell would successfully transmit the first clear speech to his assistant, Thomas Watson."
  },
  {
    "id": "03-08",
    "targetYear": 2014,
    "clue": "Malaysia Airlines Flight 370 disappears while flying from Kuala Lumpur to Beijing.",
    "category": "Mystery",
    "funFact": "The search for MH370 became the most expensive in aviation history, covering over 46,000 square miles of the Indian Ocean floor.",
    "articleTitle": "The Mystery of MH370",
    "articleContent": "On March 8, 2014, Flight MH370 vanished from radar screens with 239 people on board. Unlike standard crashes, the plane appeared to deviate from its flight path and continue flying for hours until it ran out of fuel over the southern Indian Ocean. Despite bits of debris washing up on African beaches years later, the main wreckage has never been found."
  },
  {
    "id": "03-09",
    "targetYear": 1959,
    "clue": "The first Barbie doll goes on display at the American Toy Fair in New York City.",
    "category": "Culture",
    "funFact": "The original Barbie sold for $3.00. She wore a black-and-white striped swimsuit and her eyes glanced sideways.",
    "articleTitle": "Barbie Makes Her Debut",
    "articleContent": "On March 9, 1959, Mattel co-founder Ruth Handler introduced Barbie, named after her daughter Barbara. At the time, most dolls were babies or infants; Barbie was the first mass-produced toy doll in the U.S. with adult features. Despite initial skepticism from buyers who thought it was too provocative, Barbie became a global cultural icon."
  },
  {
    "id": "03-10",
    "targetYear": 1876,
    "clue": "Alexander Graham Bell makes the first successful telephone call, saying 'Mr. Watson, come here, I want to see you.'",
    "category": "Technology",
    "funFact": "Bell later refused to have a telephone in his own study, considering it a distraction from his scientific work.",
    "articleTitle": "The First Call",
    "articleContent": "On March 10, 1876, just three days after receiving his patent, Alexander Graham Bell successfully transmitted speech through his device. He spilled acid on his pants and called out to his assistant in the next room. Thomas Watson heard the voice clearly through the receiver, marking the moment instant voice communication became a reality."
  },
  {
    "id": "03-11",
    "targetYear": 2011,
    "clue": "A massive earthquake and tsunami trigger the Fukushima nuclear disaster in Japan.",
    "category": "Disaster",
    "funFact": "The earthquake shifted the Earth on its axis by estimates of between 10 and 25 centimeters and shortened the day by 1.8 microseconds.",
    "articleTitle": "The Triple Disaster",
    "articleContent": "On March 11, 2011, a magnitude 9.0 earthquake struck off the coast of Japan, generating a massive tsunami that inundated the Fukushima Daiichi Nuclear Power Plant. The water disabled the emergency generators, leading to three nuclear meltdowns and the release of radioactive material. It was the most severe nuclear accident since Chernobyl in 1986."
  },
  {
    "id": "03-12",
    "targetYear": 1930,
    "clue": "Mahatma Gandhi begins the Salt March to protest the British monopoly on salt in India.",
    "category": "History",
    "funFact": "Gandhi, at age 61, walked 240 miles (386 km) over 24 days. Thousands joined him along the way.",
    "articleTitle": "The Salt March",
    "articleContent": "On March 12, 1930, Mahatma Gandhi embarked on a historic act of civil disobedience. The British colonial government prohibited Indians from collecting or selling salt, a staple of the diet. Gandhi marched to the Arabian Sea to make his own salt. The campaign garnered worldwide attention and catalyzed the Indian independence movement."
  },
  {
    "id": "03-13",
    "targetYear": 1781,
    "clue": "Astronomer William Herschel discovers the planet Uranus.",
    "category": "Space",
    "funFact": "Herschel originally wanted to name the planet 'Georgium Sidus' (George's Star) after King George III. The name Uranus was chosen to match the mythological naming convention.",
    "articleTitle": "Expanding the Solar System",
    "articleContent": "On March 13, 1781, William Herschel observed an object he initially thought was a comet. Further observation revealed it was a planet—the first to be discovered with a telescope. This discovery doubled the known size of the solar system and made Herschel famous overnight."
  },
  {
    "id": "03-14",
    "targetYear": 1794,
    "clue": "Eli Whitney receives a patent for the cotton gin.",
    "category": "Invention",
    "funFact": "While the invention made cotton profitable, it inadvertently revitalized the institution of slavery in the American South, which had been in decline.",
    "articleTitle": "The Cotton Gin",
    "articleContent": "On March 14, 1794, Eli Whitney patented a machine that could separate cotton seeds from the fiber fifty times faster than a human could. The invention transformed the global textile industry and the American economy. However, the increased demand for cotton led to a massive expansion of slavery in the Southern United States."
  },
  {
    "id": "03-15",
    "targetYear": -44,
    "clue": "Julius Caesar is assassinated by a group of senators on the Ides of March.",
    "category": "Ancient History",
    "funFact": "The phrase 'Et tu, Brute?' was popularized by Shakespeare; historians debate Caesar's actual last words, though some sources suggest he said nothing.",
    "articleTitle": "The Ides of March",
    "articleContent": "On March 15, 44 BC, Julius Caesar, the Dictator of Rome, was stabbed to death in the Theatre of Pompey by a group of senators led by Brutus and Cassius. They feared Caesar's growing power threatened the Roman Republic. Ironically, the assassination plunged Rome into a series of civil wars that ultimately led to the end of the Republic and the rise of the Roman Empire."
  },
  {
    "id": "03-16",
    "targetYear": 1926,
    "clue": "Robert Goddard launches the world's first liquid-fueled rocket.",
    "category": "Space",
    "funFact": "The rocket flew only 41 feet high and landed in a cabbage patch, but it proved the technology that would eventually take humans to the moon.",
    "articleTitle": "The Father of Modern Rocketry",
    "articleContent": "On March 16, 1926, in Auburn, Massachusetts, physics professor Robert Goddard successfully launched a rocket fueled by liquid oxygen and gasoline. At the time, the press mocked his theories about space travel (The New York Times famously claimed he didn't understand basic physics). Decades later, his principles became the foundation of NASA's rocketry."
  },
  {
    "id": "03-17",
    "targetYear": 1969,
    "clue": "Golda Meir becomes the first female Prime Minister of Israel.",
    "category": "Politics",
    "funFact": "She was known as the 'Iron Lady' of Israeli politics long before the term was applied to Margaret Thatcher.",
    "articleTitle": "Golda Meir Takes Office",
    "articleContent": "On March 17, 1969, Golda Meir was sworn in as Prime Minister of Israel at the age of 70. She came out of retirement to take the job. Her leadership was defined by her tough demeanor and her handling of the Yom Kippur War in 1973. She remains one of the most visible women in 20th-century political history."
  },
  {
    "id": "03-18",
    "targetYear": 1965,
    "clue": "Soviet cosmonaut Alexey Leonov becomes the first human to walk in space.",
    "category": "Space",
    "funFact": "The mission nearly ended in disaster. Leonov's suit ballooned in the vacuum of space, and he had to dangerously vent oxygen to squeeze back into the airlock.",
    "articleTitle": "The First Spacewalk",
    "articleContent": "On March 18, 1965, Alexey Leonov exited the Voskhod 2 capsule for a 12-minute spacewalk. Floating connected by a tether, he proved that humans could survive and work outside a spacecraft. The feat was a major propaganda victory for the Soviet Union in the Space Race, beating the American spacewalk by three months."
  },
  {
    "id": "03-19",
    "targetYear": 2003,
    "clue": "President George W. Bush announces the start of the invasion of Iraq.",
    "category": "War",
    "funFact": "The initial phase of the invasion was known as 'Shock and Awe,' a military doctrine based on the use of overwhelming power to paralyze the adversary's perception of the battlefield.",
    "articleTitle": "Operation Iraqi Freedom",
    "articleContent": "On March 19, 2003, the United States, supported by coalition forces, launched airstrikes against Baghdad, marking the beginning of the Iraq War. The stated goal was to disarm Iraq of weapons of mass destruction and end the regime of Saddam Hussein. While Hussein was quickly toppled, the war led to years of insurgency and instability in the region."
  },
  {
    "id": "03-20",
    "targetYear": 1852,
    "clue": "Harriet Beecher Stowe publishes the anti-slavery novel 'Uncle Tom's Cabin.'",
    "category": "Literature",
    "funFact": "Legend has it that when Abraham Lincoln met Stowe, he said, 'So you're the little woman who wrote the book that started this great war.'",
    "articleTitle": "The Book That Changed History",
    "articleContent": "On March 20, 1852, 'Uncle Tom's Cabin' was published in book form. It became the best-selling novel of the 19th century. The book vividly depicted the horrors of slavery, helping to fuel the abolitionist cause in the North and eliciting widespread anger in the South. It is one of the most influential books in American history."
  },
  {
    "id": "03-21",
    "targetYear": 2006,
    "clue": "Jack Dorsey sends the first ever tweet, reading 'just setting up my twttr'.",
    "category": "Technology",
    "funFact": "The platform was originally called 'twttr' (without vowels) because SMS codes were five characters long and the domain twitter.com was already taken.",
    "articleTitle": "The Birth of Twitter",
    "articleContent": "On March 21, 2006, Twitter co-founder Jack Dorsey published the first message on the micro-blogging platform. Initially dismissed by many as trivial, Twitter grew into a global communication tool that reshaped journalism, politics, and social movements. It allowed for real-time information sharing unlike anything that came before."
  },
  {
    "id": "03-22",
    "targetYear": 1963,
    "clue": "The Beatles release their debut album, 'Please Please Me'.",
    "category": "Music",
    "funFact": "The entire album was recorded in a single day (about 10 hours) because the band had to rush to capitalize on the success of their singles.",
    "articleTitle": "Beatlemania Begins",
    "articleContent": "On March 22, 1963, The Beatles released their first studio album in the UK. It topped the charts for 30 weeks and launched the band into superstardom. The album captured the raw energy of their live performances at the Cavern Club and included hits like 'I Saw Her Standing There' and 'Twist and Shout'."
  },
  {
    "id": "03-23",
    "targetYear": 1775,
    "clue": "Patrick Henry delivers his speech ending with, 'Give me liberty, or give me death!'",
    "category": "History",
    "funFact": "Henry spoke without notes, and no manuscript exists. The text we know today was reconstructed years later by a biographer based on recollections of those present.",
    "articleTitle": "Give Me Liberty",
    "articleContent": "On March 23, 1775, at the Second Virginia Convention, Patrick Henry argued for the colony to raise a militia for defense against the British. His passionate speech is credited with swinging the vote in favor of mobilization. It became one of the defining rallying cries of the American Revolution."
  },
  {
    "id": "03-24",
    "targetYear": 1989,
    "clue": "The oil tanker Exxon Valdez runs aground in Prince William Sound, Alaska.",
    "category": "Environment",
    "funFact": "The captain of the ship, Joseph Hazelwood, was accused of being drunk at the time, though he was later acquitted of that specific charge.",
    "articleTitle": "The Exxon Valdez Spill",
    "articleContent": "On March 24, 1989, the supertanker Exxon Valdez struck Bligh Reef, spilling nearly 11 million gallons of crude oil into the pristine waters of Alaska. It was the worst oil spill in U.S. history until the Deepwater Horizon disaster in 2010. The spill devastated local wildlife, killing hundreds of thousands of seabirds and otters, and led to major overhauls in maritime regulations."
  },
  {
    "id": "03-25",
    "targetYear": 1911,
    "clue": "The Triangle Shirtwaist Factory fire in New York City kills 146 garment workers.",
    "category": "Tragedy",
    "funFact": "The doors to the stairwells and exits were locked to prevent workers from taking unauthorized breaks—a common practice at the time that proved fatal.",
    "articleTitle": "Tragedy Reform",
    "articleContent": "On March 25, 1911, a fire broke out on the top floors of the Triangle Shirtwaist Factory. Trapped by locked doors and inadequate fire escapes, 146 workers—mostly young immigrant women—died. The tragedy shocked the nation and led to sweeping changes in labor laws, fire safety codes, and the growth of the International Ladies' Garment Workers' Union."
  },
  {
    "id": "03-26",
    "targetYear": 1953,
    "clue": "Dr. Jonas Salk announces the successful test of a vaccine against polio.",
    "category": "Medicine",
    "funFact": "Salk refused to patent the vaccine, famously saying, 'There is no patent. Could you patent the sun?' He wanted it to be distributed as widely as possible.",
    "articleTitle": "Conquering Polio",
    "articleContent": "On March 26, 1953, Dr. Jonas Salk announced on a national radio show that he had successfully tested a polio vaccine on a small group of adults and children. Polio was one of the most feared diseases of the era, paralyzing thousands of children annually. Salk's vaccine, and the subsequent oral vaccine by Albert Sabin, virtually eradicated the disease globally."
  },
  {
    "id": "03-27",
    "targetYear": 1977,
    "clue": "Two Boeing 747s collide on the runway in Tenerife, the deadliest accident in aviation history.",
    "category": "Aviation",
    "funFact": "A terrorist bomb at a nearby airport had diverted many planes to the small Tenerife airport, causing overcrowding and stress that contributed to the crash.",
    "articleTitle": "Disaster at Tenerife",
    "articleContent": "On March 27, 1977, in dense fog, a KLM 747 initiated takeoff without clearance and collided with a Pan Am 747 taxiing on the runway. The crash killed 583 people. The disaster revolutionized aviation safety, leading to standard English phrasing for air traffic control and the implementation of Crew Resource Management (CRM) to allow co-pilots to challenge captains."
  },
  {
    "id": "03-28",
    "targetYear": 1979,
    "clue": "A partial nuclear meltdown occurs at the Three Mile Island power plant in Pennsylvania.",
    "category": "Disaster",
    "funFact": "The movie 'The China Syndrome,' which depicted a fictional nuclear meltdown, had been released just 12 days earlier, heightening the public's panic.",
    "articleTitle": "Three Mile Island",
    "articleContent": "On March 28, 1979, a cooling malfunction caused part of the core to melt in the #2 reactor at Three Mile Island. Although no one was killed and the radiation release was minimal, it was the most significant accident in U.S. commercial nuclear power history. It led to a sharp decline in public support for nuclear energy and stricter federal oversight."
  },
  {
    "id": "03-29",
    "targetYear": 1974,
    "clue": "Farmers digging a well in China discover the Terracotta Army.",
    "category": "Archaeology",
    "funFact": "The army consists of over 8,000 soldiers, 130 chariots, and 520 horses. Amazingly, every single soldier has a unique facial expression.",
    "articleTitle": "The Emperor's Army",
    "articleContent": "On March 29, 1974, farmers in Xi'an, China, stumbled upon fragments of clay figures. Excavations revealed a massive underground army buried with Qin Shi Huang, the first Emperor of China, in 210–209 BCE. The army was created to protect the emperor in the afterlife. It is considered one of the greatest archaeological discoveries of the 20th century."
  },
  {
    "id": "03-30",
    "targetYear": 1981,
    "clue": "President Ronald Reagan is shot and wounded by John Hinckley Jr. in Washington, D.C.",
    "category": "History",
    "funFact": "Despite a punctured lung and internal bleeding, Reagan walked into the hospital under his own power. He joked to the surgeons, 'I hope you are all Republicans.'",
    "articleTitle": "Assassination Attempt on Reagan",
    "articleContent": "On March 30, 1981, just 69 days into his presidency, Ronald Reagan was shot outside the Washington Hilton Hotel. The shooter, John Hinckley Jr., was obsessed with actress Jodie Foster and wanted to impress her. Press Secretary James Brady was also critically wounded. Reagan survived and his popularity soared during his recovery."
  },
  {
    "id": "03-31",
    "targetYear": 1889,
    "clue": "The Eiffel Tower is inaugurated in Paris for the World's Fair.",
    "category": "Architecture",
    "funFact": "The tower was originally intended to stand for only 20 years. It was saved from demolition because it proved useful as a radio antenna tower.",
    "articleTitle": "The Iron Lady of Paris",
    "articleContent": "On March 31, 1889, Gustave Eiffel hoisted the French flag at the top of the newly completed tower. Built for the Exposition Universelle to celebrate the centennial of the French Revolution, it was the tallest man-made structure in the world at the time. Initially criticized by Paris artists as an eyesore, it became the global symbol of France."
  },
  {
    "id": "04-01",
    "targetYear": 2004,
    "clue": "Google launches Gmail, offering 1GB of storage, which many people assume is an April Fool's joke.",
    "category": "Technology",
    "funFact": "At the time, competitors like Hotmail and Yahoo only offered 2-4 megabytes of storage. Gmail's 1GB was 500 times more storage, leading the public to believe it couldn't be real.",
    "articleTitle": "Gmail: No Joke",
    "articleContent": "On April 1, 2004, Google announced a new email service called Gmail. Because of the launch date and Google's history of pranks, the press and public were skeptical. The service revolutionized email by introducing threaded conversations, search capabilities, and a massive storage limit that meant users 'never had to delete another message.' It remains the most widely used email platform in the world."
  },
  {
    "id": "04-02",
    "targetYear": 1513,
    "clue": "Spanish explorer Juan Ponce de León sights land in North America and names it 'La Florida'.",
    "category": "Exploration",
    "funFact": "He chose the name because he landed during the Easter season, known in Spanish as 'Pascua Florida' (Festival of Flowers).",
    "articleTitle": "Discovering Florida",
    "articleContent": "On April 2, 1513, Juan Ponce de León became the first European to document a landing on the peninsula of Florida. Legend says he was searching for the Fountain of Youth, though historians argue he was actually looking for gold and land to govern. His expedition marked the beginning of the Spanish colonization of North America."
  },
  {
    "id": "04-03",
    "targetYear": 1973,
    "clue": "Martin Cooper makes the first handheld mobile phone call on a New York City street.",
    "category": "Technology",
    "funFact": "Cooper, a Motorola engineer, made the first call to his rival, Joel Engel at Bell Labs, just to brag that his portable phone worked.",
    "articleTitle": "The First Cell Phone Call",
    "articleContent": "On April 3, 1973, Martin Cooper stood on Sixth Avenue in Manhattan holding a device that weighed 2.5 pounds and looked like a brick. He dialed the number of his competitors at AT&T's Bell Labs to announce that he was calling from a 'real handheld portable cellular phone.' This moment kicked off the mobile revolution, moving phones from cars and desks into our pockets."
  },
  {
    "id": "04-04",
    "targetYear": 1968,
    "clue": "Civil rights leader Dr. Martin Luther King Jr. is assassinated in Memphis, Tennessee.",
    "category": "History",
    "funFact": "The night before his death, King delivered his famous 'I've Been to the Mountaintop' speech, in which he seemingly predicted his own untimely death.",
    "articleTitle": "The Death of a Dreamer",
    "articleContent": "On April 4, 1968, Dr. Martin Luther King Jr. was shot while standing on the balcony of the Lorraine Motel in Memphis. He was there to support striking sanitation workers. His assassination sparked riots in over 100 cities across the United States and was a turning point in the Civil Rights Movement, leading to the speedy passage of the Civil Rights Act of 1968."
  },
  {
    "id": "04-05",
    "targetYear": 1994,
    "clue": "Musician Kurt Cobain dies at his home in Seattle, ending the grunge era.",
    "category": "Music",
    "funFact": "Nirvana's 'Smells Like Teen Spirit' is often credited with ending the dominance of 1980s hair metal and ushering in the alternative rock boom of the 1990s.",
    "articleTitle": "The Voice of a Generation",
    "articleContent": "On April 5, 1994, Kurt Cobain, the frontman of Nirvana, took his own life at the age of 27. His band had brought the Seattle grunge sound to the mainstream, and Cobain had been reluctantly anointed the 'spokesman of a generation.' His death shocked the music world and remains a defining moment in pop culture history."
  },
  {
    "id": "04-06",
    "targetYear": 1896,
    "clue": "The first modern Olympic Games open in Athens, Greece.",
    "category": "Sports",
    "funFact": "Winners were given silver medals and olive branches; gold medals weren't introduced until the 1904 St. Louis Games.",
    "articleTitle": "The Rebirth of the Olympics",
    "articleContent": "On April 6, 1896, the first Olympic Games of the modern era began in Athens, the birthplace of the ancient games. Organized by Pierre de Coubertin, the event featured 241 athletes from 14 nations. The highlight for the host nation was the marathon victory by Greek shepherd Spyridon Louis. The games helped foster international cooperation through sport."
  },
  {
    "id": "04-07",
    "targetYear": 1948,
    "clue": "The World Health Organization (WHO) is established by the United Nations.",
    "category": "Health",
    "funFact": "April 7th is now celebrated globally every year as World Health Day to commemorate the founding.",
    "articleTitle": "Global Health",
    "articleContent": "On April 7, 1948, the constitution of the World Health Organization came into force. Headquartered in Geneva, Switzerland, the agency was created to coordinate international public health. Its first major priority was the eradication of malaria. Since then, it has played a critical role in eradicating smallpox and fighting pandemics like HIV/AIDS and COVID-19."
  },
  {
    "id": "04-08",
    "targetYear": 1974,
    "clue": "Hank Aaron hits his 715th home run, breaking Babe Ruth's long-standing record.",
    "category": "Sports",
    "funFact": "Aaron received thousands of hate mail letters and death threats as he approached the record, requiring a police escort at games.",
    "articleTitle": "Hammerin' Hank",
    "articleContent": "On April 8, 1974, in a game against the Los Angeles Dodgers, Atlanta Braves slugger Hank Aaron hit a pitch into the left-field bullpen. It was his 715th career home run, surpassing Babe Ruth's record which had stood since 1935. The achievement was a monumental moment not just for baseball, but for civil rights, as Aaron overcame intense racism to claim the title of Home Run King."
  },
  {
    "id": "04-09",
    "targetYear": 1865,
    "clue": "General Robert E. Lee surrenders to Ulysses S. Grant at Appomattox Court House, effectively ending the U.S. Civil War.",
    "category": "War",
    "funFact": "The surrender took place in the parlor of Wilmer McLean's house. McLean had moved there to escape the war after the first battle of Bull Run started in his backyard.",
    "articleTitle": "Surrender at Appomattox",
    "articleContent": "On April 9, 1865, after four years of bloody conflict, Confederate General Robert E. Lee surrendered the Army of Northern Virginia to Union General Ulysses S. Grant. The meeting was somber and respectful. Grant offered generous terms, allowing Confederate soldiers to keep their horses and return home, signaling the beginning of the difficult Reconstruction era."
  },
  {
    "id": "04-10",
    "targetYear": 1970,
    "clue": "Paul McCartney announces he is leaving The Beatles, effectively dissolving the band.",
    "category": "Music",
    "funFact": "The headline in the Daily Mirror read 'Paul Quits The Beatles.' The news shattered the hopes of millions of fans who thought the band would go on forever.",
    "articleTitle": "The Fab Four Split",
    "articleContent": "On April 10, 1970, Paul McCartney issued a press release promoting his solo album in which he stated he had no plans to record with the Beatles again. While tensions had been high within the group for years—due to creative differences, business disputes, and Yoko Ono's presence—this public announcement marked the official end of the most influential band in history."
  },
  {
    "id": "04-11",
    "targetYear": 1970,
    "clue": "Apollo 13 launches for the moon, a mission that would soon become a 'successful failure'.",
    "category": "Space",
    "funFact": "The crew never landed on the moon due to an oxygen tank explosion, but the mission is studied today as a masterclass in crisis management and teamwork.",
    "articleTitle": "Houston, We've Had a Problem",
    "articleContent": "On April 11, 1970, Apollo 13 lifted off from Kennedy Space Center. Two days later, an oxygen tank exploded, crippling the Service Module. The mission objective shifted from lunar landing to survival. Through the ingenuity of Mission Control and the crew, they used the Lunar Module as a lifeboat and successfully returned to Earth, gripping the world's attention for four days."
  },
  {
    "id": "04-12",
    "targetYear": 1961,
    "clue": "Soviet cosmonaut Yuri Gagarin becomes the first human to journey into outer space.",
    "category": "Space",
    "funFact": "Gagarin's flight lasted only 108 minutes, but it made him an international celebrity. His call sign was 'Kedr' (Cedar).",
    "articleTitle": "First Man in Space",
    "articleContent": "On April 12, 1961, Yuri Gagarin blasted off aboard the Vostok 1 spacecraft. He completed one orbit of the Earth. Upon re-entry, he ejected from the capsule at 7,000 meters and parachuted to the ground, a detail the Soviets kept secret for years to ensure the flight qualified for international records. The event intensified the Space Race between the USSR and the USA."
  },
  {
    "id": "04-13",
    "targetYear": 1964,
    "clue": "Sidney Poitier becomes the first African American to win the Academy Award for Best Actor.",
    "category": "Film",
    "funFact": "He won for his role in 'Lilies of the Field.' It would take another 38 years before another Black actor (Denzel Washington) won the same award.",
    "articleTitle": "Poitier's Historic Win",
    "articleContent": "On April 13, 1964, Sidney Poitier made Hollywood history. Amidst the Civil Rights Movement, his Oscar win was seen as a cultural landmark. Poitier was known for playing dignified, intelligent characters that defied the racial stereotypes common in films of that era, forcing white audiences to confront their prejudices."
  },
  {
    "id": "04-14",
    "targetYear": 1865,
    "clue": "President Abraham Lincoln is shot by John Wilkes Booth at Ford's Theatre.",
    "category": "Tragedy",
    "funFact": "Lincoln's bodyguard, John Parker, had left his post to go get a drink at the saloon next door during the intermission.",
    "articleTitle": "Assassination of Lincoln",
    "articleContent": "On the evening of April 14, 1865, just days after the Confederate surrender, President Lincoln attended the play 'Our American Cousin.' Actor and Confederate sympathizer John Wilkes Booth slipped into the presidential box and shot Lincoln in the back of the head. Lincoln died the next morning, becoming the first U.S. president to be assassinated."
  },
  {
    "id": "04-15",
    "targetYear": 1912,
    "clue": "The RMS Titanic sinks in the North Atlantic Ocean after hitting an iceberg.",
    "category": "Tragedy",
    "funFact": "The musicians actually did play as the ship sank to keep passengers calm. None of the band members survived.",
    "articleTitle": "The Unsinkable Ship Goes Down",
    "articleContent": "On April 15, 1912, at 2:20 AM, the 'unsinkable' RMS Titanic disappeared beneath the waves. The disaster claimed the lives of more than 1,500 passengers and crew. The tragedy highlighted the hubris of the era and led to major changes in maritime safety laws, including the requirement for enough lifeboats for every person on board."
  },
  {
    "id": "04-16",
    "targetYear": 1963,
    "clue": "Dr. Martin Luther King Jr. writes his 'Letter from Birmingham Jail'.",
    "category": "Civil Rights",
    "funFact": "He wrote the letter on scraps of newspaper and toilet paper, smuggling it out of the jail in pieces.",
    "articleTitle": "Injustice Anywhere",
    "articleContent": "On April 16, 1963, while imprisoned for protesting segregation in Birmingham, Alabama, MLK wrote an open letter defending the strategy of nonviolent resistance. It contains the famous line, 'Injustice anywhere is a threat to justice everywhere.' The letter became a foundational text of the American Civil Rights Movement, arguing that people have a moral responsibility to break unjust laws."
  },
  {
    "id": "04-17",
    "targetYear": 1964,
    "clue": "The Ford Mustang is officially unveiled to the public at the New York World's Fair.",
    "category": "Culture",
    "funFact": "Ford expected to sell 100,000 Mustangs in the first year. They sold 22,000 on the *first day* and over 400,000 in the first year.",
    "articleTitle": "The Pony Car Revolution",
    "articleContent": "On April 17, 1964, Ford introduced the Mustang, creating a new class of automobile known as the 'pony car.' With its long hood, short deck, and affordable price tag ($2,368), it was marketed to the Baby Boomer generation. It became an instant cultural icon, appearing in the James Bond film 'Goldfinger' later that year."
  },
  {
    "id": "04-18",
    "targetYear": 1906,
    "clue": "A massive earthquake strikes San Francisco, destroying over 80% of the city.",
    "category": "Disaster",
    "funFact": "While the quake was devastating, the fires that followed caused even more damage. They burned for three days and left 250,000 people homeless.",
    "articleTitle": "The Great San Francisco Earthquake",
    "articleContent": "On April 18, 1906, at 5:12 AM, a magnitude 7.9 earthquake shook the coast of Northern California. The tremors ruptured gas mains, igniting fires that swept through San Francisco's wooden Victorian structures. It remains one of the worst natural disasters in U.S. history, but the city's rapid rebuilding became a symbol of resilience."
  },
  {
    "id": "04-19",
    "targetYear": 1775,
    "clue": "The 'Shot Heard 'Round the World' is fired at the Battles of Lexington and Concord.",
    "category": "War",
    "funFact": "To this day, nobody knows who fired the first shot—the British Redcoats or the American minutemen.",
    "articleTitle": "The Revolution Begins",
    "articleContent": "On April 19, 1775, British troops marched from Boston to confiscate colonial weapons stored in Concord. They were met by local militia in Lexington. A shot rang out, sparking open armed conflict between Great Britain and its thirteen colonies. By the end of the day, the British were retreating to Boston, harassed by colonial fire the entire way."
  },
  {
    "id": "04-20",
    "targetYear": 2010,
    "clue": "The Deepwater Horizon oil rig explodes in the Gulf of Mexico.",
    "category": "Environment",
    "funFact": "The well leaked for 87 days, releasing nearly 5 million barrels of oil, making it the largest marine oil spill in history.",
    "articleTitle": "Deepwater Horizon Disaster",
    "articleContent": "On April 20, 2010, a surge of natural gas blasted through the concrete core of the Macondo well, causing a massive explosion on the Deepwater Horizon rig. Eleven workers were killed. The resulting oil spill caused catastrophic environmental damage to marine life and the Gulf Coast economy, leading to years of legal battles and cleanup efforts."
  },
  {
    "id": "04-21",
    "targetYear": 1918,
    "clue": "The 'Red Baron', Manfred von Richthofen, is shot down and killed over France.",
    "category": "War",
    "funFact": "He was credited with 80 air combat victories. He was buried by the Allies with full military honors out of respect for his skill.",
    "articleTitle": "The Red Baron Falls",
    "articleContent": "On April 21, 1918, during World War I, the most famous flying ace of the war met his end. Manfred von Richthofen, known as the Red Baron for his bright red Fokker triplane, was pursuing a Canadian pilot when he was struck by a single bullet. Debate continues over whether the shot came from an Allied pilot or soldiers on the ground."
  },
  {
    "id": "04-22",
    "targetYear": 1970,
    "clue": "The first Earth Day is celebrated, marking the birth of the modern environmental movement.",
    "category": "Environment",
    "funFact": "20 million Americans took to the streets on the first Earth Day—about 10% of the total U.S. population at the time.",
    "articleTitle": "The First Earth Day",
    "articleContent": "On April 22, 1970, millions of people gathered across the U.S. to protest industrial pollution and environmental ignorance. The event was organized by Senator Gaylord Nelson. It was highly effective, leading directly to the creation of the EPA and the passage of the Clean Air, Clean Water, and Endangered Species Acts."
  },
  {
    "id": "04-23",
    "targetYear": 1564,
    "clue": "William Shakespeare is believed to have been born on this day (and also died on this day in 1616).",
    "category": "Literature",
    "funFact": "Shakespeare introduced over 1,700 words to the English language, including 'bedroom,' 'lonely,' 'kissing,' and 'gossip.'",
    "articleTitle": "The Bard of Avon",
    "articleContent": "April 23 is traditionally observed as both the birth and death date of William Shakespeare. Though his actual birth date is unrecorded, he was baptized on April 26. Shakespeare is widely regarded as the greatest writer in the English language, and his plays are performed more often than those of any other playwright."
  },
  {
    "id": "04-24",
    "targetYear": 1990,
    "clue": "The Hubble Space Telescope is launched into orbit aboard the Space Shuttle Discovery.",
    "category": "Space",
    "funFact": "Hubble launched with a flawed mirror, causing blurry images. It had to be repaired in orbit by astronauts in 1993, who essentially gave the telescope 'glasses.'",
    "articleTitle": "Eye on the Universe",
    "articleContent": "On April 24, 1990, NASA launched the Hubble Space Telescope. It was the first major optical telescope to be placed in space, above the distortion of the atmosphere. Despite early technical issues, Hubble has provided the deepest and most detailed views of the universe ever recorded, helping determine the age of the universe and the existence of dark energy."
  },
  {
    "id": "04-25",
    "targetYear": 1898,
    "clue": "The United States declares war on Spain, beginning the Spanish-American War.",
    "category": "War",
    "funFact": "The war lasted only ten weeks. Secretary of State John Hay famously called it 'a splendid little war.'",
    "articleTitle": "Remember the Maine",
    "articleContent": "On April 25, 1898, Congress declared war on Spain following the sinking of the USS Maine in Havana Harbor. The conflict ended Spanish colonial rule in the Americas and resulted in the U.S. acquiring territories in the western Pacific and Latin America, including Puerto Rico, Guam, and the Philippines, signaling the emergence of the U.S. as a global power."
  },
  {
    "id": "04-26",
    "targetYear": 1986,
    "clue": "Reactor No. 4 at the Chernobyl Nuclear Power Plant explodes in Ukraine.",
    "category": "Disaster",
    "funFact": "The Soviet Union did not admit the accident happened until Swedish monitoring stations detected high radiation levels coming from the east days later.",
    "articleTitle": "Chernobyl Disaster",
    "articleContent": "On April 26, 1986, a safety test at the Chernobyl power plant went catastrophically wrong. The resulting explosion and fire released massive amounts of radioactive material into the atmosphere, which spread across much of Europe. It is considered the worst nuclear power plant accident in history and led to a 1,000-square-mile exclusion zone that remains uninhabited today."
  },
  {
    "id": "04-27",
    "targetYear": 1994,
    "clue": "South Africa holds its first multiracial elections, marking the end of Apartheid.",
    "category": "Politics",
    "funFact": "Lines to vote were miles long. Nelson Mandela, who had spent 27 years in prison, voted for the first time in his life at age 76.",
    "articleTitle": "Freedom Day",
    "articleContent": "On April 27, 1994, South Africans of all races went to the polls to vote for a new government. The election resulted in a landslide victory for the African National Congress (ANC) and led to Nelson Mandela becoming the country's first Black president. The peaceful transition of power was hailed globally as a miracle."
  },
  {
    "id": "04-28",
    "targetYear": 1947,
    "clue": "Thor Heyerdahl and his crew set sail from Peru on the Kon-Tiki raft.",
    "category": "Adventure",
    "funFact": "Heyerdahl built the raft using only materials and technologies available to pre-Columbian people to prove that South Americans could have settled Polynesia.",
    "articleTitle": "The Kon-Tiki Expedition",
    "articleContent": "On April 28, 1947, Norwegian explorer Thor Heyerdahl departed Peru on a balsa wood raft named Kon-Tiki. His goal was to cross the Pacific Ocean to the Polynesian islands. After 101 days and 4,300 miles, the raft smashed into a reef at Raroia. The expedition captivated the world and proved that ancient peoples could have made long sea voyages."
  },
  {
    "id": "04-29",
    "targetYear": 1992,
    "clue": "Riots erupt in Los Angeles after the acquittal of four police officers in the beating of Rodney King.",
    "category": "Civil Rights",
    "funFact": "The beating was one of the first widely publicized incidents of police brutality captured on home video camcorder.",
    "articleTitle": "The LA Riots",
    "articleContent": "On April 29, 1992, a jury acquitted four LAPD officers charged with using excessive force against Rodney King. Within hours, outrage turned to violence. The riots lasted six days, resulting in 63 deaths, thousands of injuries, and over $1 billion in property damage. The event forced a national conversation on race, police conduct, and economic inequality."
  },
  {
    "id": "04-30",
    "targetYear": 1789,
    "clue": "George Washington is inaugurated as the first President of the United States.",
    "category": "Politics",
    "funFact": "Washington had to borrow money to travel to New York City for his inauguration. He took the oath on the balcony of Federal Hall on Wall Street.",
    "articleTitle": "The First President",
    "articleContent": "On April 30, 1789, George Washington took the oath of office, becoming the first President of the United States under the new Constitution. In his inaugural address, he called for national unity. His decision to step down after two terms (years later) set a precedent for the peaceful transfer of power that endures to this day."
  },
  {
    "id": "05-01",
    "targetYear": 1931,
    "clue": "President Herbert Hoover turns on the lights of the newly opened Empire State Building from Washington, D.C.",
    "category": "Architecture",
    "funFact": "The building was constructed in just one year and 45 days. It remained the tallest building in the world for nearly 40 years until the World Trade Center was built.",
    "articleTitle": "The Skyscraper Era",
    "articleContent": "On May 1, 1931, the Empire State Building officially opened in New York City. Standing at 1,454 feet (including its antenna), it was a symbol of hope during the Great Depression. The project employed over 3,000 workers and became an instant icon of American engineering and resilience."
  },
  {
    "id": "05-02",
    "targetYear": 2011,
    "clue": "U.S. Navy SEALs raid a compound in Abbottabad, Pakistan, killing Osama bin Laden.",
    "category": "War & Conflict",
    "funFact": "The code name for bin Laden during the operation was 'Geronimo.' The raid itself took only 40 minutes to execute.",
    "articleTitle": "Operation Neptune Spear",
    "articleContent": "On May 2, 2011, nearly a decade after the September 11 attacks, U.S. special forces located and killed Al-Qaeda leader Osama bin Laden. The raid was the culmination of years of intelligence gathering. President Barack Obama announced the success of the mission in a late-night televised address, sparking impromptu gatherings at the White House and Ground Zero."
  },
  {
    "id": "05-03",
    "targetYear": 1978,
    "clue": "The first unsolicited bulk commercial email (spam) is sent to 400 users on ARPANET.",
    "category": "Technology",
    "funFact": "The email was an advertisement for a new model of DEC computers. It was written in all caps and generated a massive amount of complaints from the network administrators.",
    "articleTitle": "The Birth of Spam",
    "articleContent": "On May 3, 1978, Gary Thuerk, a marketing manager at Digital Equipment Corporation, sent a mass email to 400 users on the west coast of the United States. While it resulted in some sales, it violated the etiquette of the research-focused ARPANET. This event is widely cited as the first instance of 'spam,' a phenomenon that would eventually clog inboxes worldwide."
  },
  {
    "id": "05-04",
    "targetYear": 1979,
    "clue": "Margaret Thatcher becomes the first female Prime Minister of the United Kingdom.",
    "category": "Politics",
    "funFact": "She was known as the 'Iron Lady,' a nickname originally given to her by a Soviet journalist as an insult, which she happily adopted.",
    "articleTitle": "The Iron Lady Takes Charge",
    "articleContent": "On May 4, 1979, the Conservative Party won the British general election, making Margaret Thatcher the first woman to lead a major Western democracy. Her tenure was marked by strict economic policies, the privatization of state-owned industries, and the Falklands War. She remains one of the most polarizing figures in British history."
  },
  {
    "id": "05-05",
    "targetYear": 1961,
    "clue": "Alan Shepard becomes the first American to travel into space aboard Freedom 7.",
    "category": "Space",
    "funFact": "Because the flight was only supposed to last 15 minutes, the suit didn't have a bathroom. Shepard famously had to wet his suit on the launchpad after a long delay.",
    "articleTitle": "The First American in Space",
    "articleContent": "On May 5, 1961, less than a month after Yuri Gagarin's historic flight, Alan Shepard blasted off from Cape Canaveral. His suborbital flight reached an altitude of 116 miles. While brief, the mission proved that the U.S. could compete in the Space Race and paved the way for President Kennedy's challenge to land on the moon."
  },
  {
    "id": "05-06",
    "targetYear": 1937,
    "clue": "The German airship Hindenburg catches fire and crashes while attempting to dock in New Jersey.",
    "category": "Tragedy",
    "funFact": "The disaster was captured on film and radio, with Herbert Morrison's tearful commentary 'Oh, the humanity!' becoming legendary.",
    "articleTitle": "The Hindenburg Disaster",
    "articleContent": "On May 6, 1937, the era of passenger airship travel came to a fiery end. The Hindenburg, the largest aircraft ever built, burst into flames while landing at Naval Air Station Lakehurst. 36 people died. The disaster shattered public confidence in zeppelins, which were quickly replaced by airplanes for commercial travel."
  },
  {
    "id": "05-07",
    "targetYear": 1915,
    "clue": "The British ocean liner RMS Lusitania is torpedoed by a German U-boat off the coast of Ireland.",
    "category": "War",
    "funFact": "The ship sank in just 18 minutes. The death of 128 Americans on board helped shift public opinion in the U.S. against Germany, eventually leading to American entry into WWI.",
    "articleTitle": "Sinking of the Lusitania",
    "articleContent": "On May 7, 1915, during World War I, a German submarine fired a torpedo at the Lusitania without warning. Germany had placed advertisements in U.S. newspapers warning passengers not to travel on Allied ships, but few believed a civilian liner would be targeted. The tragedy became a powerful propaganda tool for the Allied war effort."
  },
  {
    "id": "05-08",
    "targetYear": 1980,
    "clue": "The World Health Organization officially declares that smallpox has been eradicated.",
    "category": "Health",
    "funFact": "Smallpox is the first, and so far only, human infectious disease to be completely eradicated from nature.",
    "articleTitle": "Victory Over a Virus",
    "articleContent": "On May 8, 1980, the World Health Assembly issued a formal declaration: 'The world and all its peoples have won freedom from smallpox.' This marked the end of a disease that had plagued humanity for at least 3,000 years and killed hundreds of millions of people. It was achieved through a massive global vaccination campaign."
  },
  {
    "id": "05-09",
    "targetYear": 1960,
    "clue": "The FDA approves Enovid-10, the first commercially produced birth control pill.",
    "category": "Society",
    "funFact": "It was originally approved only for 'menstrual regulation,' not contraception, though the contraceptive side effect was well known.",
    "articleTitle": "The Pill Revolution",
    "articleContent": "On May 9, 1960, the Food and Drug Administration approved the world's first oral contraceptive. 'The Pill' fundamentally changed society by giving women control over their reproductive health. It sparked a social revolution, contributing to the women's rights movement and changing views on family planning and careers."
  },
  {
    "id": "05-10",
    "targetYear": 1869,
    "clue": "A golden spike is driven into the rail at Promontory Summit, Utah, completing the First Transcontinental Railroad.",
    "category": "History",
    "funFact": "Leland Stanford, the railroad tycoon, actually missed the spike on his first swing with the hammer.",
    "articleTitle": "Connecting a Nation",
    "articleContent": "On May 10, 1869, the Union Pacific and Central Pacific railroads met in Utah. The driving of the ceremonial Golden Spike marked the completion of a continuous track across the United States. The journey from New York to San Francisco, which previously took months by sea or wagon, was reduced to just one week."
  },
  {
    "id": "05-11",
    "targetYear": 1981,
    "clue": "Reggae icon Bob Marley dies of cancer in Miami at the age of 36.",
    "category": "Music",
    "funFact": "Marley was buried with his Gibson Les Paul guitar, a soccer ball, a cannabis bud, and a Bible.",
    "articleTitle": "The King of Reggae",
    "articleContent": "On May 11, 1981, Bob Marley passed away after a four-year battle with melanoma. He had refused to amputate his toe, where the cancer originated, due to his Rastafarian beliefs. Marley's music brought reggae to a global audience and his lyrics about peace, justice, and spirituality continue to resonate decades after his death."
  },
  {
    "id": "05-12",
    "targetYear": 2008,
    "clue": "A massive magnitude 7.9 earthquake strikes Sichuan province in China.",
    "category": "Disaster",
    "funFact": "The earthquake was so powerful that tremors were felt as far away as Russia and Thailand.",
    "articleTitle": "The Sichuan Earthquake",
    "articleContent": "On May 12, 2008, a devastating earthquake hit southwestern China. It killed nearly 90,000 people and left millions homeless. The tragedy highlighted issues with building codes, particularly in schools, leading to a national conversation about construction standards. It triggered a massive humanitarian response from within China and around the world."
  },
  {
    "id": "05-13",
    "targetYear": 1981,
    "clue": "Pope John Paul II is shot and critically wounded in St. Peter's Square.",
    "category": "History",
    "funFact": "Two years after the shooting, the Pope visited his attacker, Mehmet Ali Ağca, in prison and forgave him.",
    "articleTitle": "Attack on the Pope",
    "articleContent": "On May 13, 1981, Pope John Paul II was riding in his open-top popemobile through St. Peter's Square when he was shot four times by a Turkish gunman. The Pope underwent emergency surgery and survived. He credited Our Lady of Fátima with saving his life, as the shooting occurred on the anniversary of her first apparition."
  },
  {
    "id": "05-14",
    "targetYear": 1948,
    "clue": "David Ben-Gurion reads the Declaration of Independence, establishing the State of Israel.",
    "category": "Politics",
    "funFact": "The declaration was made in a museum in Tel Aviv just hours before the British Mandate over Palestine officially expired.",
    "articleTitle": "The State of Israel",
    "articleContent": "On May 14, 1948, Jewish leaders declared the establishment of the State of Israel. The announcement was immediately recognized by the United States and the Soviet Union. However, it also triggered the first Arab-Israeli War, as neighboring Arab states invaded the new country the very next day, beginning a conflict that continues to shape the Middle East."
  },
  {
    "id": "05-15",
    "targetYear": 1940,
    "clue": "Richard and Maurice McDonald open the first McDonald's restaurant in San Bernardino, California.",
    "category": "Business",
    "funFact": "The original menu was actually barbecue-themed. They didn't switch to the 'Speedee Service System' (burgers and fries) until 1948.",
    "articleTitle": "The Golden Arches Rise",
    "articleContent": "On May 15, 1940, the McDonald brothers opened a drive-in restaurant that would eventually spawn the largest fast-food chain in the world. Their innovation was applying assembly line principles to food preparation, which allowed them to sell burgers for just 15 cents. Ray Kroc would later join them and franchise the concept globally."
  },
  {
    "id": "05-16",
    "targetYear": 1929,
    "clue": "The first Academy Awards ceremony is held at the Hollywood Roosevelt Hotel.",
    "category": "Film",
    "funFact": "The entire ceremony lasted only 15 minutes. Tickets cost $5, and the winners had already been announced to the press three months earlier.",
    "articleTitle": "The First Oscars",
    "articleContent": "On May 16, 1929, the Academy of Motion Picture Arts and Sciences held its first awards dinner. 'Wings' won Best Picture. Unlike today's televised spectacle, it was a private dinner for 270 people. The statuette, later nicknamed 'Oscar,' was designed by Cedric Gibbons and has remained virtually unchanged since."
  },
  {
    "id": "05-17",
    "targetYear": 1954,
    "clue": "The Supreme Court rules in Brown v. Board of Education that racial segregation in public schools is unconstitutional.",
    "category": "Civil Rights",
    "funFact": "The ruling was unanimous (9-0), a deliberate move by Chief Justice Earl Warren to show a united front against segregation.",
    "articleTitle": "Separate is Not Equal",
    "articleContent": "On May 17, 1954, the U.S. Supreme Court struck down the 'separate but equal' doctrine established in Plessy v. Ferguson. The court declared that separate educational facilities are inherently unequal. This landmark decision was a major victory for the Civil Rights Movement and paved the way for the integration of schools across the American South."
  },
  {
    "id": "05-18",
    "targetYear": 1980,
    "clue": "Mount St. Helens erupts in Washington state, causing the largest landslide in recorded history.",
    "category": "Disaster",
    "funFact": "The eruption removed the top 1,300 feet of the mountain's summit and flattened 230 square miles of forest in minutes.",
    "articleTitle": "Mount St. Helens Blows",
    "articleContent": "On May 18, 1980, after weeks of seismic activity, the north face of Mount St. Helens collapsed, triggering a massive lateral blast. The eruption killed 57 people and caused over $1 billion in damage. Ash from the volcano circled the globe in 15 days. It remains the most deadly and economically destructive volcanic event in U.S. history."
  },
  {
    "id": "05-19",
    "targetYear": 1536,
    "clue": "Anne Boleyn, the second wife of King Henry VIII, is beheaded at the Tower of London.",
    "category": "History",
    "funFact": "Henry VIII brought in a swordsman from France to perform the execution, as he was considered more skilled and humane than the standard English axeman.",
    "articleTitle": "The Fall of a Queen",
    "articleContent": "On May 19, 1536, Queen Anne Boleyn was executed on charges of treason, adultery, and incest—charges widely believed to be fabricated because she failed to produce a male heir. Her marriage to Henry VIII had caused the English Reformation and the break with the Catholic Church. Her daughter, Elizabeth I, would go on to become one of England's greatest monarchs."
  },
  {
    "id": "05-20",
    "targetYear": 1927,
    "clue": "Charles Lindbergh takes off from New York in the 'Spirit of St. Louis' for the first solo nonstop transatlantic flight.",
    "category": "Aviation",
    "funFact": "To save weight, Lindbergh refused to carry a radio or a parachute. He even cut the edges off his maps.",
    "articleTitle": "The Lone Eagle",
    "articleContent": "On May 20, 1927, Charles Lindbergh departed Roosevelt Field in Long Island. He was chasing the Orteig Prize of $25,000. He flew alone for 33.5 hours, battling icing, fog, and extreme sleep deprivation, before landing in Paris. The feat made him arguably the most famous person in the world at the time and ignited the golden age of aviation."
  },
  {
    "id": "05-21",
    "targetYear": 1881,
    "clue": "Clara Barton founds the American Red Cross in Washington, D.C.",
    "category": "History",
    "funFact": "Barton was known as the 'Angel of the Battlefield' during the Civil War for risking her life to bring supplies to soldiers.",
    "articleTitle": "Aid for the Suffering",
    "articleContent": "On May 21, 1881, Clara Barton established the American Red Cross. After visiting Europe and seeing the International Red Cross in action, she lobbied for an American branch. The organization was created to provide humanitarian aid to victims of wars and natural disasters. Barton served as its president for 23 years."
  },
  {
    "id": "05-22",
    "targetYear": 1980,
    "clue": "The arcade game Pac-Man is released in Japan.",
    "category": "Gaming",
    "funFact": "The character design was inspired by a pizza with a slice missing. The original Japanese title was 'Puck Man,' but it was changed in the U.S. to prevent vandalism.",
    "articleTitle": "Pac-Man Fever",
    "articleContent": "On May 22, 1980, Namco released Pac-Man to Japanese arcades. At the time, arcades were dominated by space shooters like Space Invaders. Pac-Man's colorful design and non-violent gameplay appealed to a much wider audience, including women. It became the most successful arcade game of all time, generating billions in revenue."
  },
  {
    "id": "05-23",
    "targetYear": 1934,
    "clue": "Notorious outlaws Bonnie Parker and Clyde Barrow are killed in a police ambush in Louisiana.",
    "category": "Crime",
    "funFact": "The ambush was so intense that the officers fired over 130 rounds into the car. The coroner found 26 wounds on Clyde and 17 on Bonnie.",
    "articleTitle": "The End of the Line",
    "articleContent": "On May 23, 1934, the two-year crime spree of Bonnie and Clyde came to a violent end. A posse of officers led by Texas Ranger Frank Hamer set up an ambush on a rural road. The couple had become folk heroes during the Great Depression, but public opinion turned against them after they murdered two young highway patrolmen."
  },
  {
    "id": "05-24",
    "targetYear": 1883,
    "clue": "The Brooklyn Bridge opens to traffic after 14 years of construction.",
    "category": "Engineering",
    "funFact": "To prove the bridge was stable, P.T. Barnum marched a herd of 21 elephants, including the famous Jumbo, across it a year after it opened.",
    "articleTitle": "Bridging the East River",
    "articleContent": "On May 24, 1883, the Brooklyn Bridge officially opened, connecting Manhattan and Brooklyn for the first time. It was the longest suspension bridge in the world at the time. Designed by John Roebling (who died early in construction) and completed by his son Washington and daughter-in-law Emily, it remains a masterpiece of 19th-century engineering."
  },
  {
    "id": "05-25",
    "targetYear": 1977,
    "clue": "George Lucas's film 'Star Wars' is released in theaters.",
    "category": "Film",
    "funFact": "Lucas was so convinced the movie would flop that he skipped the premiere and went on vacation to Hawaii with Steven Spielberg.",
    "articleTitle": "A Galaxy Far, Far Away",
    "articleContent": "On May 25, 1977, 'Star Wars' (later retitled 'A New Hope') opened in just 32 theaters. It became an immediate cultural phenomenon, revolutionizing the film industry with its special effects and merchandising. It effectively invented the modern summer blockbuster and spawned a massive media franchise that continues to this day."
  },
  {
    "id": "05-26",
    "targetYear": 1897,
    "clue": "Bram Stoker publishes his Gothic horror novel 'Dracula'.",
    "category": "Literature",
    "funFact": "Stoker never visited Transylvania. He based his descriptions on travel books and maps in the British Museum.",
    "articleTitle": "The Count Arrives",
    "articleContent": "On May 26, 1897, 'Dracula' was published in London. While not the first vampire story, it defined the modern form of the vampire legend. The character of Count Dracula has since become one of the most frequently portrayed characters in film and television history, cementing the book's legacy as a horror classic."
  },
  {
    "id": "05-27",
    "targetYear": 1937,
    "clue": "The Golden Gate Bridge in San Francisco opens to pedestrian traffic.",
    "category": "Engineering",
    "funFact": "On opening day, 200,000 people walked, ran, and roller-skated across the bridge. Vehicles were allowed the next day.",
    "articleTitle": "The Golden Gate Opens",
    "articleContent": "On May 27, 1937, the Golden Gate Bridge opened to the public. Painted in 'International Orange' to withstand the elements and improve visibility in fog, it was an engineering marvel of its time. It held the title of the longest suspension bridge main span in the world until 1964. It is arguably the most photographed bridge in the world."
  },
  {
    "id": "05-28",
    "targetYear": 1961,
    "clue": "British lawyer Peter Benenson publishes an article titled 'The Forgotten Prisoners,' launching Amnesty International.",
    "category": "Human Rights",
    "funFact": "The organization won the Nobel Peace Prize in 1977 for its campaign against torture.",
    "articleTitle": "A Candle in the Dark",
    "articleContent": "On May 28, 1961, The Observer newspaper published Peter Benenson's appeal for amnesty for two Portuguese students imprisoned for raising a toast to freedom. The article sparked a global letter-writing campaign that evolved into Amnesty International, a movement dedicated to fighting human rights abuses worldwide."
  },
  {
    "id": "05-29",
    "targetYear": 1953,
    "clue": "Edmund Hillary and Tenzing Norgay become the first climbers to reach the summit of Mount Everest.",
    "category": "Exploration",
    "funFact": "Hillary took a photo of Norgay at the summit, but Norgay declined to take a photo of Hillary, so there is no visual proof of Hillary standing on top.",
    "articleTitle": "Conquering the Roof of the World",
    "articleContent": "On May 29, 1953, New Zealander Edmund Hillary and Sherpa Tenzing Norgay reached the highest point on Earth, 29,035 feet above sea level. They spent only about 15 minutes at the summit before descending. News of their success reached London on the morning of Queen Elizabeth II's coronation, adding to the celebration."
  },
  {
    "id": "05-30",
    "targetYear": 1431,
    "clue": "Joan of Arc is burned at the stake in Rouen, France, at the age of 19.",
    "category": "History",
    "funFact": "25 years after her execution, a retrial pronounced her innocent and declared her a martyr. She was canonized as a saint in 1920.",
    "articleTitle": "The Maid of Orléans",
    "articleContent": "On May 30, 1431, Joan of Arc was executed for heresy after leading the French army to several victories during the Hundred Years' War. Claiming divine guidance, she had helped turn the tide of the war against the English. Her death made her a national symbol of France and a legendary figure in world history."
  },
  {
    "id": "05-31",
    "targetYear": 1921,
    "clue": "The Tulsa Race Massacre begins, destroying the affluent Black neighborhood known as 'Black Wall Street'.",
    "category": "History",
    "funFact": "For decades, the event was omitted from local and state history books. It was rarely mentioned in classrooms until the late 1990s.",
    "articleTitle": "Tragedy in Tulsa",
    "articleContent": "On May 31, 1921, a white mob attacked residents and businesses in the Greenwood District of Tulsa, Oklahoma. Over the course of 18 hours, 35 square blocks were burned to the ground, and estimates of the death toll range up to 300. It remains one of the worst incidents of racial violence in United States history."
  },
  {
    "id": "06-01",
    "targetYear": 1980,
    "clue": "Ted Turner launches CNN, the world's first 24-hour cable news channel.",
    "category": "Media",
    "funFact": "When the channel launched, Turner famously dedicated it 'to the citizens of all nations' and jokingly promised to stay on air until the end of the world.",
    "articleTitle": "The 24-Hour News Cycle",
    "articleContent": "On June 1, 1980, the Cable News Network (CNN) went on air. At the time, the idea of a channel dedicated entirely to news was ridiculed as 'Chicken Noodle News.' However, its live coverage of events like the Challenger explosion and the Gulf War revolutionized journalism, creating the modern expectation of instant, round-the-clock information."
  },
  {
    "id": "06-02",
    "targetYear": 1953,
    "clue": "Queen Elizabeth II is crowned at Westminster Abbey in the first televised coronation.",
    "category": "Royalty",
    "funFact": "Sales of televisions in the UK skyrocketed before the event. An estimated 27 million people in Britain (out of a population of 36 million) watched the ceremony.",
    "articleTitle": "A Queen Crowned",
    "articleContent": "On June 2, 1953, Elizabeth II was officially crowned Queen of the United Kingdom and the Commonwealth realms. Although she had ascended to the throne a year earlier upon the death of her father, the coronation was delayed for mourning. It was a massive global spectacle that modernized the monarchy's relationship with the public media."
  },
  {
    "id": "06-03",
    "targetYear": 1965,
    "clue": "Astronaut Ed White becomes the first American to perform a spacewalk.",
    "category": "Space",
    "funFact": "White enjoyed the experience so much that he resisted orders to return to the ship. He sadly died two years later in the Apollo 1 fire.",
    "articleTitle": "Gemini 4 Spacewalk",
    "articleContent": "On June 3, 1965, during the Gemini 4 mission, Ed White exited the spacecraft for a 23-minute Extravehicular Activity (EVA). Floating over the Pacific Ocean at 17,000 mph, he used a hand-held oxygen jet gun to maneuver. His feat proved that astronauts could work outside their vehicles, a crucial step toward the moon landing."
  },
  {
    "id": "06-04",
    "targetYear": 1989,
    "clue": "The Chinese military suppresses pro-democracy protests in Tiananmen Square.",
    "category": "History",
    "funFact": "The iconic photo of 'Tank Man'—a lone protester blocking a column of tanks—was taken the following day, June 5th, but is inextricably linked to the June 4th crackdown.",
    "articleTitle": "Tiananmen Square",
    "articleContent": "On June 4, 1989, the People's Liberation Army cleared Tiananmen Square in Beijing, ending weeks of student-led demonstrations calling for political reform and freedom of speech. The crackdown resulted in a large but disputed number of civilian casualties. The event remains a strictly censored topic in mainland China to this day."
  },
  {
    "id": "06-05",
    "targetYear": 1968,
    "clue": "Senator Robert F. Kennedy is shot at the Ambassador Hotel in Los Angeles shortly after winning the California primary.",
    "category": "Tragedy",
    "funFact": "Kennedy had just delivered his victory speech. He was exiting through the kitchen pantry to avoid the press crush when he was attacked.",
    "articleTitle": "The Assassination of RFK",
    "articleContent": "On June 5, 1968, Robert F. Kennedy, a leading candidate for the Democratic presidential nomination, was shot by Sirhan Sirhan. He died the following day. His death, coming just two months after the assassination of Martin Luther King Jr., deepened the national sense of despair and turmoil that defined 1968 in America."
  },
  {
    "id": "06-06",
    "targetYear": 1944,
    "clue": "Allied forces launch the D-Day invasion of Normandy, the largest seaborne invasion in history.",
    "category": "War",
    "funFact": "To deceive the Germans, the Allies created a 'Ghost Army' with inflatable tanks and fake radio traffic to make it look like the invasion would happen at Pas-de-Calais.",
    "articleTitle": "Operation Overlord",
    "articleContent": "On June 6, 1944, over 150,000 American, British, and Canadian troops stormed five beaches in Normandy, France. Known as D-Day, the operation marked the beginning of the liberation of German-occupied Western Europe. Despite heavy casualties, particularly at Omaha Beach, the Allies established a foothold that would lead to victory in Europe less than a year later."
  },
  {
    "id": "06-07",
    "targetYear": 1982,
    "clue": "Graceland, the home of Elvis Presley, opens to the public as a museum.",
    "category": "Culture",
    "funFact": "It is the second most-visited private home in the United States, trailing only the White House.",
    "articleTitle": "The King's Castle",
    "articleContent": "On June 7, 1982, Elvis Presley's estate in Memphis, Tennessee, opened its doors to tourists. Following Elvis's death in 1977, the estate faced financial trouble due to high taxes. Priscilla Presley's decision to open it to the public saved the fortune. Today, it attracts over 600,000 visitors annually who come to see the Jungle Room and Elvis's grave."
  },
  {
    "id": "06-08",
    "targetYear": 1949,
    "clue": "George Orwell's dystopian novel '1984' is published.",
    "category": "Literature",
    "funFact": "Orwell originally wanted to title the book 'The Last Man in Europe.' The title '1984' is simply the year he wrote it (1948) with the last two digits flipped.",
    "articleTitle": "Big Brother is Watching",
    "articleContent": "On June 8, 1949, Secker & Warburg published George Orwell's final novel. '1984' introduced concepts like 'Big Brother,' 'Thought Police,' 'Doublethink,' and 'Newspeak' into the cultural lexicon. It remains a chilling cautionary tale about totalitarianism, mass surveillance, and the manipulation of truth."
  },
  {
    "id": "06-09",
    "targetYear": 1934,
    "clue": "Donald Duck makes his first appearance in the short film 'The Wise Little Hen'.",
    "category": "Entertainment",
    "funFact": "Donald was created to be a foil to Mickey Mouse. While Mickey was becoming a role model, Disney needed a character who could be mischievous and temperamental.",
    "articleTitle": "A Star is Hatched",
    "articleContent": "On June 9, 1934, Donald Duck waddled onto the screen for the first time. Voiced by Clarence Nash, his distinctive semi-intelligible speech and short temper made him an instant hit. He went on to appear in more films than any other Disney character and won an Oscar for the anti-Nazi propaganda film 'Der Fuehrer's Face' in 1943."
  },
  {
    "id": "06-10",
    "targetYear": 1692,
    "clue": "Bridget Bishop becomes the first person hanged during the Salem Witch Trials.",
    "category": "History",
    "funFact": "Bishop was known for wearing a red bodice (a scandalous color for Puritans) and running two taverns, which likely made her an easy target for accusations.",
    "articleTitle": "Panic in Salem",
    "articleContent": "On June 10, 1692, the hysteria in Salem, Massachusetts, turned deadly. Bridget Bishop was hanged at Gallows Hill after being found guilty of witchcraft based on 'spectral evidence' (testimony that her spirit attacked people). By the time the trials ended, 19 people had been hanged and one man pressed to death with stones."
  },
  {
    "id": "06-11",
    "targetYear": 1993,
    "clue": "Steven Spielberg's dinosaur blockbuster 'Jurassic Park' is released in theaters.",
    "category": "Film",
    "funFact": "The T-Rex roar was a composite of a baby elephant, a tiger, and an alligator. The movie pioneered the use of CGI for living creatures.",
    "articleTitle": "Dinosaurs Rule the Earth",
    "articleContent": "On June 11, 1993, 'Jurassic Park' opened and changed filmmaking forever. Blending groundbreaking computer-generated imagery (CGI) with practical animatronics, it brought dinosaurs to life in a way audiences had never seen. It became the highest-grossing film of all time until 'Titanic' released four years later."
  },
  {
    "id": "06-12",
    "targetYear": 1987,
    "clue": "President Ronald Reagan speaks at the Brandenburg Gate, challenging Mikhail Gorbachev to 'Tear down this wall!'",
    "category": "Cold War",
    "funFact": "Many of Reagan's advisors begged him to remove the line from the speech, fearing it was too provocative. Reagan insisted on keeping it.",
    "articleTitle": "Tear Down This Wall",
    "articleContent": "On June 12, 1987, Ronald Reagan delivered a speech in West Berlin with the Berlin Wall as his backdrop. Addressing the Soviet leader directly, he demanded the removal of the barrier that had divided the city since 1961. Two years later, under pressure from civil unrest, the wall officially fell, signaling the end of the Cold War."
  },
  {
    "id": "06-13",
    "targetYear": 1966,
    "clue": "The Supreme Court rules in Miranda v. Arizona, establishing the 'Miranda rights.'",
    "category": "Law",
    "funFact": "Ernesto Miranda, whose case started it all, was actually retried without his confession and still convicted. He was later stabbed to death in a bar fight.",
    "articleTitle": "You Have the Right to Remain Silent",
    "articleContent": "On June 13, 1966, the Supreme Court ruled that detained criminal suspects, prior to police questioning, must be informed of their constitutional right to an attorney and against self-incrimination. This led to the famous warning heard in every cop show: 'You have the right to remain silent. Anything you say can and will be used against you...'"
  },
  {
    "id": "06-14",
    "targetYear": 1777,
    "clue": "The Continental Congress adopts the Stars and Stripes as the official flag of the United States.",
    "category": "History",
    "funFact": "There is no historical evidence that Betsy Ross actually sewed the first flag. That story didn't appear until 1870, nearly a century later.",
    "articleTitle": "Flag Day",
    "articleContent": "On June 14, 1777, the Second Continental Congress passed a resolution stating 'that the flag of the United States be thirteen stripes, alternate red and white; that the union be thirteen stars, white in a blue field.' This date is now celebrated annually as Flag Day. The design has changed 27 times since then as new states were added."
  },
  {
    "id": "06-15",
    "targetYear": 1215,
    "clue": "King John of England seals the Magna Carta at Runnymede.",
    "category": "History",
    "funFact": "The Magna Carta was originally a peace treaty between the King and rebel barons. It failed almost immediately, leading to civil war, but its principles survived.",
    "articleTitle": "The Great Charter",
    "articleContent": "On June 15, 1215, King John agreed to a document that limited the power of the monarch and established that no one, not even the king, is above the law. The Magna Carta (Great Charter) is considered one of the most important legal documents in history, influencing the U.S. Constitution and the Universal Declaration of Human Rights."
  },
  {
    "id": "06-16",
    "targetYear": 1960,
    "clue": "Alfred Hitchcock's horror thriller 'Psycho' premieres in New York City.",
    "category": "Film",
    "funFact": "Hitchcock insisted that theaters not allow anyone to enter after the movie started, a marketing gimmick that created huge lines and hype.",
    "articleTitle": "The Shower Scene",
    "articleContent": "On June 16, 1960, 'Psycho' was released, shattering cinema conventions. It killed off its main star (Janet Leigh) in the first 30 minutes during the infamous shower scene. The film's depiction of violence and sexuality was controversial, but it became a massive box office hit and invented the modern 'slasher' genre."
  },
  {
    "id": "06-17",
    "targetYear": 1972,
    "clue": "Five men are arrested for breaking into the Democratic National Committee headquarters at the Watergate complex.",
    "category": "Politics",
    "funFact": "The burglars were caught because a security guard noticed tape covering the latches on the doors to keep them unlocked. He removed it, but they put it back, so he called the police.",
    "articleTitle": "The Watergate Break-In",
    "articleContent": "On June 17, 1972, a 'third-rate burglary' set in motion the biggest political scandal in U.S. history. The five men arrested were connected to President Nixon's re-election campaign. The subsequent cover-up and investigation by journalists Woodward and Bernstein ultimately led to Nixon's resignation in 1974."
  },
  {
    "id": "06-18",
    "targetYear": 1815,
    "clue": "Napoleon Bonaparte is defeated at the Battle of Waterloo, ending his rule as Emperor of the French.",
    "category": "War",
    "funFact": "Napoleon suffered from painful hemorrhoids on the day of the battle, which prevented him from riding his horse to survey the field effectively.",
    "articleTitle": "Waterloo",
    "articleContent": "On June 18, 1815, near Waterloo in present-day Belgium, Napoleon's French army was defeated by two of the armies of the Seventh Coalition: a British-led Allied army under the Duke of Wellington and a Prussian army under Gebhard Leberecht von Blücher. The defeat ended 23 years of war in Europe and led to Napoleon's final exile to St. Helena."
  },
  {
    "id": "06-19",
    "targetYear": 1865,
    "clue": "Union General Gordon Granger arrives in Galveston, Texas, to announce that all enslaved people are free.",
    "category": "Civil Rights",
    "funFact": "This happened more than two years after the Emancipation Proclamation was signed. Texas was the most remote slave state, and enforcement had been slow.",
    "articleTitle": "Juneteenth",
    "articleContent": "On June 19, 1865, General Gordon Granger issued General Order No. 3, informing the people of Texas that all slaves were free. This day, known as Juneteenth, celebrates the effective end of slavery in the United States. It was long celebrated in African American communities and became a federal holiday in 2021."
  },
  {
    "id": "06-20",
    "targetYear": 1975,
    "clue": "Steven Spielberg's 'Jaws' is released, becoming the first summer blockbuster.",
    "category": "Film",
    "funFact": "The mechanical shark, nicknamed 'Bruce,' malfunctioned constantly. This forced Spielberg to show the shark less, which accidentally made the movie scarier.",
    "articleTitle": "Don't Go in the Water",
    "articleContent": "On June 20, 1975, 'Jaws' terrified audiences and emptied beaches. It was the first movie to gross over $100 million at the box office. Its release strategy—opening in hundreds of theaters simultaneously accompanied by a massive TV advertising campaign—created the modern business model for summer action movies."
  },
  {
    "id": "06-21",
    "targetYear": 1788,
    "clue": "New Hampshire becomes the ninth state to ratify the U.S. Constitution, making it the law of the land.",
    "category": "Politics",
    "funFact": "The Constitution required ratification by 9 of the 13 states to take effect. Virginia and New York, the largest states, hadn't even ratified it yet.",
    "articleTitle": "We the People",
    "articleContent": "On June 21, 1788, the United States Constitution officially became the legal framework of the new nation when New Hampshire voted to ratify it. It replaced the weak Articles of Confederation. The document designed a federal government with a system of checks and balances that remains the oldest written national constitution in force today."
  },
  {
    "id": "06-22",
    "targetYear": 1941,
    "clue": "Nazi Germany launches Operation Barbarossa, the invasion of the Soviet Union.",
    "category": "War",
    "funFact": "It was the largest military operation in history, involving over 3 million Axis troops and 3,500 tanks along a 1,800-mile front.",
    "articleTitle": "Invasion of Russia",
    "articleContent": "On June 22, 1941, Adolf Hitler broke his non-aggression pact with Joseph Stalin and invaded the USSR. Hitler expected a quick victory, but the invasion dragged on into the brutal Russian winter. The Eastern Front became the deadliest theater of World War II, eventually leading to the destruction of the Nazi regime."
  },
  {
    "id": "06-23",
    "targetYear": 2016,
    "clue": "The United Kingdom votes to leave the European Union in a historic referendum.",
    "category": "Politics",
    "funFact": "The result was a shock to pollsters and bookmakers. 51.9% voted to leave, while 48.1% voted to remain.",
    "articleTitle": "Brexit",
    "articleContent": "On June 23, 2016, citizens of the UK went to the polls to decide their future in Europe. The 'Leave' campaign, led by figures like Boris Johnson and Nigel Farage, argued for restoring sovereignty and controlling immigration. The result triggered the resignation of Prime Minister David Cameron and years of complex negotiations to untangle the UK from the EU."
  },
  {
    "id": "06-24",
    "targetYear": 1948,
    "clue": "The Soviet Union blocks access to West Berlin, triggering the Berlin Airlift.",
    "category": "Cold War",
    "funFact": "American pilots dropped candy to children in Berlin using tiny handkerchief parachutes. They became known as the 'Candy Bombers.'",
    "articleTitle": "The Berlin Blockade",
    "articleContent": "On June 24, 1948, Soviet forces blocked all rail, road, and water access to Allied-controlled West Berlin. They hoped to starve the city into submission. Instead, the U.S. and UK organized a massive airlift. For nearly a year, planes landed every few minutes, delivering food and coal. The Soviets eventually lifted the blockade in 1949."
  },
  {
    "id": "06-25",
    "targetYear": 2009,
    "clue": "Pop icon Michael Jackson dies of cardiac arrest in Los Angeles.",
    "category": "Music",
    "funFact": "The internet traffic caused by the news was so immense that Google, Twitter, and Wikipedia all crashed or slowed significantly.",
    "articleTitle": "The King of Pop Dies",
    "articleContent": "On June 25, 2009, Michael Jackson died at age 50 from an overdose of propofol administered by his physician. Jackson was preparing for his 'This Is It' comeback tour. His death triggered a global outpouring of grief. He is recognized as the most successful entertainer of all time, having transformed the music video art form with hits like 'Thriller' and 'Billie Jean.'"
  },
  {
    "id": "06-26",
    "targetYear": 1997,
    "clue": "J.K. Rowling publishes 'Harry Potter and the Philosopher's Stone' in the UK.",
    "category": "Literature",
    "funFact": "The initial print run was only 500 copies, 300 of which went to libraries. Those first edition copies are now worth thousands of dollars.",
    "articleTitle": "The Boy Who Lived",
    "articleContent": "On June 26, 1997, a struggling single mother named J.K. Rowling published her first book about a wizard boy. Bloomsbury Publishing took a chance on the manuscript after it had been rejected by 12 other publishers. The book launched a global phenomenon, leading to seven books, eight movies, and a theme park empire."
  },
  {
    "id": "06-27",
    "targetYear": 1967,
    "clue": "The world's first electronic cash machine (ATM) is installed in London.",
    "category": "Technology",
    "funFact": "The inventor, John Shepherd-Barron, was inspired by chocolate bar vending machines. He originally proposed a 6-digit PIN, but his wife said she could only remember 4, so he changed it.",
    "articleTitle": "Cash on Demand",
    "articleContent": "On June 27, 1967, Barclays Bank in Enfield, London, unveiled the first Automated Teller Machine. There were no plastic cards yet; users inserted a paper voucher laced with radioactive Carbon-14 (for security) and entered a PIN. It revolutionized banking by allowing people to access their money outside of banking hours."
  },
  {
    "id": "06-28",
    "targetYear": 1914,
    "clue": "Archduke Franz Ferdinand is assassinated in Sarajevo, sparking World War I.",
    "category": "War",
    "funFact": "The assassination was almost a failure. A bomb thrown earlier missed. The driver later took a wrong turn, stopping the car right in front of assassin Gavrilo Princip, who was eating a sandwich.",
    "articleTitle": "The Spark of WWI",
    "articleContent": "On June 28, 1914, Gavrilo Princip, a Serbian nationalist, shot and killed the heir to the Austro-Hungarian throne. This single act set off a chain reaction of alliances and treaties. Within a month, Austria-Hungary declared war on Serbia, and the major powers of Europe were dragged into the Great War, which would claim over 16 million lives."
  },
  {
    "id": "06-29",
    "targetYear": 2007,
    "clue": "The first generation iPhone goes on sale in the United States.",
    "category": "Technology",
    "funFact": "Time Magazine named it the 'Invention of the Year.' Competitors like Microsoft CEO Steve Ballmer laughed at it because it cost $500 and didn't have a keyboard.",
    "articleTitle": "The iPhone Launch",
    "articleContent": "On June 29, 2007, lines formed around blocks as the iPhone officially hit stores. Steve Jobs had unveiled it months earlier as 'three devices in one.' Its multi-touch screen and full web browser made it a revolutionary device. It destroyed the dominance of Blackberry and Nokia and ushered in the modern smartphone era."
  },
  {
    "id": "06-30",
    "targetYear": 1908,
    "clue": "A massive explosion flattens 800 square miles of forest in Siberia, known as the Tunguska event.",
    "category": "Mystery",
    "funFact": "The explosion was 1,000 times more powerful than the atomic bomb dropped on Hiroshima. Eyewitnesses described the sky splitting in two and being covered with fire.",
    "articleTitle": "The Tunguska Event",
    "articleContent": "On June 30, 1908, a massive explosion occurred near the Stony Tunguska River in Russia. It is believed to have been caused by the air burst of a meteoroid or comet fragment about 3 to 6 miles above the Earth's surface. Because it happened in such a remote area, no human casualties were confirmed, but it flattened an estimated 80 million trees."
  },
  {
    "id": "07-01",
    "targetYear": 1863,
    "clue": "The Battle of Gettysburg begins, marking the turning point of the American Civil War.",
    "category": "War",
    "funFact": "The battle started accidentally when Confederate soldiers went into town looking for shoes and ran into Union cavalry.",
    "articleTitle": "Turning Point at Gettysburg",
    "articleContent": "On July 1, 1863, Union and Confederate forces collided at Gettysburg, Pennsylvania. Over the next three days, the bloodiest battle ever fought on North American soil ensued, resulting in over 50,000 casualties. The Union victory halted General Robert E. Lee's second invasion of the North and shifted the momentum of the war permanently in favor of the Union."
  },
  {
    "id": "07-02",
    "targetYear": 1964,
    "clue": "President Lyndon B. Johnson signs the Civil Rights Act into law.",
    "category": "Civil Rights",
    "funFact": "Johnson reportedly told an aide after signing the bill, 'I think we just delivered the South to the Republican party for a long time,' predicting the political realignment that would follow.",
    "articleTitle": "The Civil Rights Act",
    "articleContent": "On July 2, 1964, the United States outlawed discrimination based on race, color, religion, sex, or national origin. The Civil Rights Act ended unequal application of voter registration requirements and racial segregation in schools and public accommodations. It remains the crowning legislative achievement of the Civil Rights Movement."
  },
  {
    "id": "07-03",
    "targetYear": 1985,
    "clue": "The sci-fi comedy 'Back to the Future' is released in theaters.",
    "category": "Film",
    "funFact": "The script was rejected over 40 times by major studios. Disney thought the relationship between the mother and son was too inappropriate, while others thought the movie wasn't raunchy enough.",
    "articleTitle": "Great Scott!",
    "articleContent": "On July 3, 1985, audiences were introduced to Marty McFly and Doc Brown. 'Back to the Future' became the highest-grossing film of the year and a cultural touchstone. It turned the DeLorean car into an icon and solidified Michael J. Fox's status as a superstar. The film is preserved in the National Film Registry for its cultural significance."
  },
  {
    "id": "07-04",
    "targetYear": 1776,
    "clue": "The Continental Congress approves the Declaration of Independence.",
    "category": "History",
    "funFact": "Most of the signers didn't actually sign the document on July 4th. The official signing ceremony took place on August 2nd.",
    "articleTitle": "Independence Day",
    "articleContent": "On July 4, 1776, the thirteen American colonies formally severed their political connections to Great Britain. The Declaration, drafted primarily by Thomas Jefferson, summarized the colonists' motivations for seeking independence. It is celebrated annually in the United States with fireworks, parades, and barbecues."
  },
  {
    "id": "07-05",
    "targetYear": 1946,
    "clue": "The modern bikini is introduced by French engineer Louis Réard.",
    "category": "Fashion",
    "funFact": "Réard named the swimsuit after the Bikini Atoll, where the U.S. had just tested an atomic bomb, implying the design was explosive and culturally shocking.",
    "articleTitle": "The Bikini Debut",
    "articleContent": "On July 5, 1946, at a swimming pool in Paris, the bikini was unveiled. It was so scandalous at the time that Réard couldn't find a fashion model to wear it; he had to hire a nude dancer from the Casino de Paris. The Vatican declared the design sinful, and it was banned in several countries before becoming a beach staple in the 1960s."
  },
  {
    "id": "07-06",
    "targetYear": 1885,
    "clue": "Louis Pasteur successfully treats a boy bitten by a rabid dog with the first rabies vaccine.",
    "category": "Medicine",
    "funFact": "Pasteur was not a licensed physician, so treating the boy (Joseph Meister) was illegal. If the vaccine had failed, Pasteur likely would have been prosecuted.",
    "articleTitle": "Conquering Rabies",
    "articleContent": "On July 6, 1885, Louis Pasteur took a massive risk. Nine-year-old Joseph Meister had been mauled by a rabid dog. Rabies was a guaranteed death sentence at the time. Pasteur administered a series of injections containing weakened forms of the virus. The boy survived, proving the efficacy of the vaccine and launching the era of modern immunology."
  },
  {
    "id": "07-07",
    "targetYear": 1928,
    "clue": "Sliced bread is sold for the first time by the Chillicothe Baking Company in Missouri.",
    "category": "Invention",
    "funFact": "The invention was initially banned in the U.S. during WWII for a brief period to save wax paper and steel.",
    "articleTitle": "The Best Thing Since...",
    "articleContent": "On July 7, 1928, the first loaf of automatically sliced bread went on sale, using a machine invented by Otto Rohwedder. Advertised as 'the greatest forward step in the baking industry since bread was wrapped,' it was an instant hit. The phrase 'the best thing since sliced bread' eventually entered the lexicon as the ultimate standard of innovation."
  },
  {
    "id": "07-08",
    "targetYear": 1947,
    "clue": "A press release is issued from Roswell Army Air Field claiming they recovered a 'flying disc.'",
    "category": "Mystery",
    "funFact": "The military quickly retracted the statement the next day, claiming it was just a weather balloon, sparking decades of conspiracy theories.",
    "articleTitle": "The Roswell Incident",
    "articleContent": "On July 8, 1947, public interest in UFOs exploded when the RAAF announced the recovery of a 'flying disc' from a ranch near Roswell, New Mexico. While the U.S. military maintains the debris was from a top-secret nuclear surveillance balloon (Project Mogul), the event remains the center of global UFO lore and pop culture."
  },
  {
    "id": "07-09",
    "targetYear": 1981,
    "clue": "Nintendo releases the arcade game 'Donkey Kong', introducing the world to Mario.",
    "category": "Gaming",
    "funFact": "Mario was originally named 'Jumpman' and was a carpenter, not a plumber. The character was renamed after the landlord of Nintendo of America's warehouse, Mario Segale.",
    "articleTitle": "Enter Mario",
    "articleContent": "On July 9, 1981, Nintendo released 'Donkey Kong' in Japan. Designed by Shigeru Miyamoto, it was a desperate attempt to reuse unsold arcade cabinets. The game became a massive success, establishing the platformer genre and launching the career of Mario, who would become the most recognizable video game character in history."
  },
  {
    "id": "07-10",
    "targetYear": 1962,
    "clue": "Telstar 1, the first active communications satellite, is launched into orbit.",
    "category": "Technology",
    "funFact": "The satellite inspired a number one hit song by The Tornados. It enabled the first live transatlantic television feed.",
    "articleTitle": "Live via Satellite",
    "articleContent": "On July 10, 1962, NASA launched Telstar 1, a spherical satellite that changed global communication. Two days later, it relayed the first live television signal across the Atlantic Ocean, showing images of the Statue of Liberty to viewers in France. It proved that the world could be connected in real-time."
  },
  {
    "id": "07-11",
    "targetYear": 1960,
    "clue": "Harper Lee publishes her novel 'To Kill a Mockingbird'.",
    "category": "Literature",
    "funFact": "It was the only book Lee published for 55 years, until 'Go Set a Watchman' was released in 2015 shortly before her death.",
    "articleTitle": "Atticus Finch",
    "articleContent": "On July 11, 1960, J.B. Lippincott & Co. published 'To Kill a Mockingbird.' The novel, dealing with serious issues of rape and racial inequality in the American South, became an instant bestseller and won the Pulitzer Prize. The character of Atticus Finch became a moral hero for many readers and the legal profession."
  },
  {
    "id": "07-12",
    "targetYear": 1962,
    "clue": "The Rolling Stones play their first-ever gig at the Marquee Club in London.",
    "category": "Music",
    "funFact": "They were a last-minute fill-in for a jazz band. The lineup included Mick Jagger, Keith Richards, and Brian Jones.",
    "articleTitle": "The Stones Roll Out",
    "articleContent": "On July 12, 1962, a group of young blues enthusiasts took the stage in London under the name 'The Rollin' Stones' (named after a Muddy Waters song). It was the humble beginning of what would become 'The World's Greatest Rock and Roll Band.' Their rebellious image would soon serve as the perfect counterpoint to the cleaner-cut Beatles."
  },
  {
    "id": "07-13",
    "targetYear": 1985,
    "clue": "The Live Aid benefit concerts are held simultaneously in London and Philadelphia.",
    "category": "Music",
    "funFact": "Phil Collins performed in London, then flew on a Concorde to Philadelphia to perform again on the same day. Queen's 20-minute set is widely considered the best live rock performance of all time.",
    "articleTitle": "The Day Music Changed the World",
    "articleContent": "On July 13, 1985, Bob Geldof and Midge Ure organized a massive dual-venue concert to raise funds for famine relief in Ethiopia. Broadcast to 1.9 billion viewers across 150 nations, it featured legends like U2, Queen, Madonna, and Led Zeppelin. The event raised over $127 million and set the standard for charity mega-events."
  },
  {
    "id": "07-14",
    "targetYear": 1789,
    "clue": "Revolutionaries storm the Bastille prison in Paris, sparking the French Revolution.",
    "category": "History",
    "funFact": "At the time of the attack, the massive fortress held only seven prisoners: four forgers, two 'lunatics,' and one deviant aristocrat.",
    "articleTitle": "Bastille Day",
    "articleContent": "On July 14, 1789, an angry mob attacked the Bastille, a medieval fortress used as a state prison. They were seeking gunpowder for their weapons. The fall of the Bastille became the flashpoint of the French Revolution and a symbol of the end of the monarchy's absolute power. It is celebrated today as France's national holiday."
  },
  {
    "id": "07-15",
    "targetYear": 1799,
    "clue": "French soldiers in Egypt discover the Rosetta Stone.",
    "category": "Archaeology",
    "funFact": "The stone features the same decree written in three scripts: Ancient Greek, Demotic, and Hieroglyphic. This allowed scholars to finally crack the code of Egyptian hieroglyphs.",
    "articleTitle": "Deciphering the Past",
    "articleContent": "On July 15, 1799, during Napoleon's campaign in Egypt, soldier Pierre-François Bouchard found a black basalt slab near the town of Rashid (Rosetta). The stone provided the key to understanding Ancient Egyptian literature and civilization, which had been unreadable for centuries. It remains the most visited object in the British Museum."
  },
  {
    "id": "07-16",
    "targetYear": 1945,
    "clue": "The United States detonates the first atomic bomb at the Trinity site in New Mexico.",
    "category": "History",
    "funFact": "The heat of the blast turned the desert sand into a green radioactive glass now called 'Trinitite.'",
    "articleTitle": "The Atomic Age Begins",
    "articleContent": "On July 16, 1945, at 5:29 AM, the Manhattan Project achieved its goal. The 'Gadget' implosion device exploded with the energy of 25 kilotons of TNT. Witnessing the mushroom cloud, physicist J. Robert Oppenheimer famously recalled a line from Hindu scripture: 'Now I am become Death, the destroyer of worlds.' The test paved the way for the bombings of Hiroshima and Nagasaki."
  },
  {
    "id": "07-17",
    "targetYear": 1955,
    "clue": "Disneyland opens its gates to the public in Anaheim, California.",
    "category": "Entertainment",
    "funFact": "Opening day was a disaster known as 'Black Sunday.' The asphalt was so soft from the heat that women's high heels sank into it, and the park ran out of food and water.",
    "articleTitle": "The Happiest Place on Earth",
    "articleContent": "On July 17, 1955, Walt Disney's dream of a theme park where parents and children could have fun together became a reality. Despite a chaotic opening day broadcast on live TV, Disneyland revolutionized the amusement industry. It replaced the dirty, carnival atmosphere of the era with a clean, immersive, narrative-driven experience."
  },
  {
    "id": "07-18",
    "targetYear": 1976,
    "clue": "Nadia Comăneci becomes the first gymnast to score a perfect 10 at the Olympics.",
    "category": "Sports",
    "funFact": "The scoreboards were not designed to display a 10.0, so her score appeared as '1.00', confusing the crowd until the announcer clarified.",
    "articleTitle": "Perfection in Montreal",
    "articleContent": "On July 18, 1976, at the Montreal Olympics, 14-year-old Romanian gymnast Nadia Comăneci performed a routine on the uneven bars that was considered flawless. She received the first perfect 10.0 in Olympic gymnastics history. She went on to score six more perfect 10s during the games, becoming a global icon of the sport."
  },
  {
    "id": "07-19",
    "targetYear": 1903,
    "clue": "Maurice Garin wins the very first Tour de France.",
    "category": "Sports",
    "funFact": "The race was originally organized to boost the circulation of the newspaper L'Auto. Riders had to fix their own bicycles and often rode at night.",
    "articleTitle": "Le Tour Begins",
    "articleContent": "On July 19, 1903, the first Tour de France concluded in Paris. Maurice Garin, a chimney sweep by trade, won the race by a massive margin of nearly three hours. Of the 60 cyclists who started the grueling 1,500-mile race, only 21 finished. The event has since grown into the world's most prestigious bicycle race."
  },
  {
    "id": "07-20",
    "targetYear": 1969,
    "clue": "Neil Armstrong and Buzz Aldrin land the Apollo 11 Lunar Module on the Moon.",
    "category": "Space",
    "funFact": "The computer guidance system was overloaded during the descent, and Armstrong had to take manual control to avoid a boulder field, landing with less than 25 seconds of fuel remaining.",
    "articleTitle": "The Eagle Has Landed",
    "articleContent": "On July 20, 1969, humanity achieved the impossible. The Lunar Module 'Eagle' touched down on the Sea of Tranquility. Hours later, Neil Armstrong descended the ladder and spoke the famous words, 'That's one small step for [a] man, one giant leap for mankind.' An estimated 650 million people watched the event on television."
  },
  {
    "id": "07-21",
    "targetYear": 2011,
    "clue": "Space Shuttle Atlantis lands at Kennedy Space Center, ending the 30-year Space Shuttle program.",
    "category": "Space",
    "funFact": "Over 30 years, the five shuttles flew 135 missions, carried 355 different people, and traveled over 542 million miles.",
    "articleTitle": "The Final Shuttle Mission",
    "articleContent": "On July 21, 2011, the Space Shuttle Atlantis touched down in Florida, marking the end of the STS-135 mission and the conclusion of NASA's Space Shuttle era. The fleet was retired to museums across the country. The end of the program left the U.S. dependent on Russian Soyuz rockets to reach the International Space Station for nearly a decade."
  },
  {
    "id": "07-22",
    "targetYear": 1934,
    "clue": "Bank robber John Dillinger is shot and killed by FBI agents outside the Biograph Theater in Chicago.",
    "category": "Crime",
    "funFact": "Dillinger had undergone plastic surgery to alter his face and fingerprints, but he was betrayed by the 'Lady in Red,' who wore an orange dress so agents could spot him.",
    "articleTitle": "Public Enemy Number One",
    "articleContent": "On July 22, 1934, the manhunt for John Dillinger ended. Agents led by Melvin Purvis waited for him to exit a movie screening of 'Manhattan Melodrama.' When Dillinger realized he was trapped, he reached for a pistol but was gunned down. His death marked the beginning of the end for the 'Gangster Era' of the Great Depression."
  },
  {
    "id": "07-23",
    "targetYear": 1995,
    "clue": "Astronomers Alan Hale and Thomas Bopp independently discover a massive comet.",
    "category": "Space",
    "funFact": "Comet Hale-Bopp was visible to the naked eye for a record 18 months, far longer than the Great Comet of 1811.",
    "articleTitle": "The Great Comet of 1997",
    "articleContent": "On July 23, 1995, two amateur astronomers discovered a comet headed toward the inner solar system. Hale-Bopp became one of the brightest comets seen for many decades when it passed Earth in 1997. It was a spectacular celestial event, though tragically linked to the Heaven's Gate cult mass suicide."
  },
  {
    "id": "07-24",
    "targetYear": 1911,
    "clue": "American explorer Hiram Bingham III rediscovers the Inca citadel of Machu Picchu.",
    "category": "Exploration",
    "funFact": "Bingham didn't technically 'discover' it, as local indigenous farmers knew it was there and were living among the ruins, but he brought it to the world's attention.",
    "articleTitle": "The Lost City of the Incas",
    "articleContent": "On July 24, 1911, Yale lecturer Hiram Bingham was led by a local boy to the ruins of Machu Picchu, high in the Andes Mountains of Peru. The site, built in the 15th century and abandoned during the Spanish Conquest, had been reclaimed by the jungle. Bingham's photographs in National Geographic made it one of the most famous archaeological sites in the world."
  },
  {
    "id": "07-25",
    "targetYear": 1978,
    "clue": "Louise Brown, the world's first 'test-tube baby,' is born in England.",
    "category": "Science",
    "funFact": "Her birth was controversial, with religious groups protesting the procedure. Today, millions of babies have been born via IVF.",
    "articleTitle": "A Medical Miracle",
    "articleContent": "On July 25, 1978, Louise Brown was born via Caesarean section. She was the first human to be born after conception by in vitro fertilization (IVF). The procedure was developed by Patrick Steptoe and Robert Edwards. It offered hope to millions of infertile couples and revolutionized reproductive medicine."
  },
  {
    "id": "07-26",
    "targetYear": 1990,
    "clue": "President George H.W. Bush signs the Americans with Disabilities Act (ADA) into law.",
    "category": "Civil Rights",
    "funFact": "The 'Capitol Crawl' protest, where activists abandoned their wheelchairs and crawled up the Capitol steps, was a major factor in pressuring Congress to pass the act.",
    "articleTitle": "Access for All",
    "articleContent": "On July 26, 1990, the ADA was enacted, prohibiting discrimination based on disability. It mandated accessibility in public transportation, buildings, and employment. The law fundamentally changed the landscape of American cities, introducing curb cuts, ramps, and Braille signage, and ensuring civil rights for millions of citizens."
  },
  {
    "id": "07-27",
    "targetYear": 1940,
    "clue": "Bugs Bunny makes his official debut in the animated short 'A Wild Hare'.",
    "category": "Entertainment",
    "funFact": "This was the first time Mel Blanc used the famous 'What's up, Doc?' catchphrase. It was just a throwaway line, but the audience laughed so hard they kept it.",
    "articleTitle": "What's Up, Doc?",
    "articleContent": "On July 27, 1940, a grey rabbit with a Brooklyn accent appeared on screen in a standoff with Elmer Fudd. While prototype rabbits had appeared in earlier Warner Bros. cartoons, 'A Wild Hare' is considered the first true Bugs Bunny cartoon. He quickly became the mascot for Warner Bros. and an American cultural icon."
  },
  {
    "id": "07-28",
    "targetYear": 1914,
    "clue": "Austria-Hungary declares war on Serbia, officially starting World War I.",
    "category": "War",
    "funFact": "The declaration was sent via telegram. It was the first time in history a declaration of war was transmitted by telegraph.",
    "articleTitle": "The Great War Begins",
    "articleContent": "On July 28, 1914, exactly one month after the assassination of Archduke Franz Ferdinand, Austria-Hungary declared war on Serbia. This triggered the complex system of alliances in Europe. Within a week, Russia, Germany, France, and Britain were all drawn into the conflict, beginning four years of global devastation."
  },
  {
    "id": "07-29",
    "targetYear": 1981,
    "clue": "Prince Charles marries Lady Diana Spencer at St Paul's Cathedral.",
    "category": "Royalty",
    "funFact": "Diana had a 25-foot train on her dress, the longest in royal history. She accidentally messed up Charles's name during the vows, calling him 'Philip Charles Arthur George'.",
    "articleTitle": "The Wedding of the Century",
    "articleContent": "On July 29, 1981, an estimated 750 million people worldwide watched the Royal Wedding on television. It was billed as a fairytale romance. The event marked the height of the British monarchy's popularity in the 20th century, though the marriage would eventually end in a highly publicized divorce in 1996."
  },
  {
    "id": "07-30",
    "targetYear": 1965,
    "clue": "President Lyndon B. Johnson signs the Social Security Amendments, creating Medicare and Medicaid.",
    "category": "Politics",
    "funFact": "LBJ flew to Independence, Missouri, to sign the bill in the presence of former President Harry S. Truman, naming him the first Medicare beneficiary.",
    "articleTitle": "Health Care for the Elderly",
    "articleContent": "On July 30, 1965, the United States government established Medicare (health insurance for the elderly) and Medicaid (health insurance for the poor). These programs were key components of Johnson's 'Great Society' domestic agenda. They fundamentally changed the American healthcare system and reduced the rate of poverty among the elderly."
  },
  {
    "id": "07-31",
    "targetYear": 1971,
    "clue": "Astronauts David Scott and James Irwin become the first humans to drive on the Moon.",
    "category": "Space",
    "funFact": "The Lunar Roving Vehicle (LRV) had a top speed of about 8 mph. It folded up like a suitcase to fit inside the Lunar Module.",
    "articleTitle": "Moon Buggy",
    "articleContent": "On July 31, 1971, during the Apollo 15 mission, astronauts deployed the Lunar Roving Vehicle. This electric car allowed them to explore much further from the landing site than previous missions. They covered over 17 miles of the lunar surface, collecting geological samples that provided deep insights into the Moon's history."
  },
  {
    "id": "08-01",
    "targetYear": 1981,
    "clue": "MTV launches at 12:01 AM with the words, 'Ladies and gentlemen, rock and roll.'",
    "category": "Pop Culture",
    "funFact": "The very first music video played was 'Video Killed the Radio Star' by The Buggles, a deliberate statement about the changing media landscape.",
    "articleTitle": "I Want My MTV",
    "articleContent": "On August 1, 1981, a new cable channel dedicated entirely to music videos went on air. MTV (Music Television) revolutionized the music industry, turning visual image into a crucial component of an artist's success. It launched the careers of stars like Madonna and Michael Jackson and defined the culture of the 1980s generation."
  },
  {
    "id": "08-02",
    "targetYear": 1990,
    "clue": "Iraq invades its neighbor Kuwait, triggering the Gulf War.",
    "category": "War",
    "funFact": "Saddam Hussein accused Kuwait of stealing Iraqi oil through 'slant drilling' across the border, though the primary motivation was likely Kuwait's massive oil reserves and debt forgiveness.",
    "articleTitle": "Invasion of Kuwait",
    "articleContent": "On August 2, 1990, roughly 100,000 Iraqi troops poured across the border into Kuwait, overwhelming the small nation's defenses within hours. The invasion drew immediate international condemnation. The United Nations Security Council demanded withdrawal, eventually authorizing the U.S.-led coalition that would liberate Kuwait in Operation Desert Storm."
  },
  {
    "id": "08-03",
    "targetYear": 1492,
    "clue": "Christopher Columbus sets sail from Palos de la Frontera, Spain, on his first voyage.",
    "category": "Exploration",
    "funFact": "His fleet consisted of three ships: the Niña, the Pinta, and the Santa María. The Santa María was the largest but also the slowest, and it actually ran aground and was abandoned during the voyage.",
    "articleTitle": "Columbus Departs",
    "articleContent": "On August 3, 1492, Christopher Columbus departed Spain with the goal of finding a westward trade route to Asia. Instead of reaching the East Indies, he would stumble upon the Americas (specifically the Bahamas) in October. While Leif Erikson had visited North America centuries earlier, Columbus's voyage initiated the permanent European colonization of the New World."
  },
  {
    "id": "08-04",
    "targetYear": 1944,
    "clue": "Anne Frank and her family are arrested by the Gestapo in Amsterdam.",
    "category": "History",
    "funFact": "The officer who arrested them, Karl Silberbauer, later admitted he bought the book 'The Diary of a Young Girl' to see if he was mentioned in it. (He wasn't).",
    "articleTitle": "The Secret Annex Found",
    "articleContent": "On August 4, 1944, following an anonymous tip, German police raided the Secret Annex at Prinsengracht 263. They discovered Anne Frank, her family, and four others who had been hiding for 761 days. They were deported to concentration camps. Anne's diary, left behind and saved by Miep Gies, would become one of the most widely read books in the world."
  },
  {
    "id": "08-05",
    "targetYear": 1962,
    "clue": "Marilyn Monroe is found dead in her Los Angeles home.",
    "category": "Tragedy",
    "funFact": "At the time of her death, Monroe was planning to remarry her ex-husband, baseball legend Joe DiMaggio. He sent red roses to her crypt three times a week for the next 20 years.",
    "articleTitle": "Goodbye Norma Jeane",
    "articleContent": "On August 5, 1962, the world was shocked by the death of Marilyn Monroe at age 36. Ruled a 'probable suicide' by drug overdose, her death has spawned countless conspiracy theories involving the Kennedy family and the Mafia. As one of the most iconic sex symbols of the 20th century, her tragic end cemented her legendary status."
  },
  {
    "id": "08-06",
    "targetYear": 1945,
    "clue": "The United States drops the atomic bomb 'Little Boy' on the city of Hiroshima.",
    "category": "War",
    "funFact": "The shadows of some victims were permanently etched into stone steps and walls by the intense heat of the thermal flash, known as 'Hiroshima shadows.'",
    "articleTitle": "Hiroshima",
    "articleContent": "On August 6, 1945, the Enola Gay, a B-29 Superfortress, dropped the first nuclear weapon used in warfare. The bomb detonated over Hiroshima, Japan, instantly killing an estimated 80,000 people, with tens of thousands more dying later from radiation exposure. It marked the terrifying dawn of the nuclear age."
  },
  {
    "id": "08-07",
    "targetYear": 1974,
    "clue": "Philippe Petit performs an unauthorized high-wire walk between the Twin Towers in New York.",
    "category": "Stunt",
    "funFact": "Petit and his team used a bow and arrow to shoot the initial fishing line across the gap between the towers to rig the cable.",
    "articleTitle": "Man on Wire",
    "articleContent": "On August 7, 1974, French high-wire artist Philippe Petit stepped out onto a steel cable strung between the World Trade Center towers, 1,350 feet above the ground. He performed for 45 minutes, walking back and forth eight times, before being arrested by police. The 'artistic crime of the century' humanized the steel giants in the eyes of New Yorkers."
  },
  {
    "id": "08-08",
    "targetYear": 1974,
    "clue": "President Richard Nixon announces his resignation on national television.",
    "category": "Politics",
    "funFact": "Nixon is the only U.S. President in history to resign from office. He did so to avoid near-certain impeachment and removal by Congress.",
    "articleTitle": "Nixon Resigns",
    "articleContent": "On August 8, 1974, facing the collapse of his political support due to the Watergate scandal, Richard Nixon addressed the nation. He announced he would resign effective the next day at noon. His resignation ended a constitutional crisis and elevated Vice President Gerald Ford to the presidency, who famously declared, 'Our long national nightmare is over.'",
    "category": "Politics"
  },
  {
    "id": "08-09",
    "targetYear": 1945,
    "clue": "The United States drops a second atomic bomb, 'Fat Man,' on Nagasaki.",
    "category": "War",
    "funFact": "The original target was the city of Kokura, but thick clouds and smoke obscured the city, forcing the pilots to divert to their secondary target, Nagasaki.",
    "articleTitle": "Nagasaki",
    "articleContent": "On August 9, 1945, three days after Hiroshima, a second nuclear weapon was deployed. The plutonium bomb exploded over Nagasaki, killing an estimated 40,000 people instantly. The devastation, combined with the Soviet declaration of war, compelled Emperor Hirohito to announce Japan's surrender days later, ending World War II."
  },
  {
    "id": "08-10",
    "targetYear": 1793,
    "clue": "The Louvre Museum in Paris officially opens to the public.",
    "category": "Art",
    "funFact": "Originally a fortress and then a royal palace, the Louvre was turned into a public museum by the French Revolutionary government to display the nation's masterpieces.",
    "articleTitle": "Art for the People",
    "articleContent": "On August 10, 1793, the Musée Central des Arts opened in the Grande Galerie of the Louvre. For the first time, the royal art collections were accessible to the common people, not just the aristocracy. Today, it is the most visited museum in the world, home to the Mona Lisa and the Venus de Milo."
  },
  {
    "id": "08-11",
    "targetYear": 1973,
    "clue": "DJ Kool Herc throws a 'Back to School Jam' in the Bronx, widely considered the birth of Hip Hop.",
    "category": "Music",
    "funFact": "Herc pioneered the 'breakbeat' technique, using two turntables to extend the instrumental break of a song, giving dancers (b-boys) more time to dance.",
    "articleTitle": "The Birth of Hip Hop",
    "articleContent": "On August 11, 1973, at 1520 Sedgwick Avenue in the Bronx, Clive Campbell (DJ Kool Herc) hosted a party for his sister. By isolating the percussion breaks of funk records and looping them, he created the musical foundation for rapping and breakdancing. This grassroots party sparked a global cultural movement that dominates music today."
  },
  {
    "id": "08-12",
    "targetYear": 1990,
    "clue": "Paleontologist Sue Hendrickson discovers the largest and most complete T-Rex skeleton ever found.",
    "category": "Science",
    "funFact": "The skeleton, named 'Sue,' was sold at auction for $8.36 million and is now displayed at the Field Museum in Chicago.",
    "articleTitle": "Meeting Sue",
    "articleContent": "On August 12, 1990, while exploring the Cheyenne River Indian Reservation in South Dakota, Sue Hendrickson spotted bones jutting out of a cliff. It turned out to be a Tyrannosaurus Rex skeleton that was over 90% complete. The discovery provided unprecedented insights into the biology of dinosaurs, including evidence of healed broken bones and arthritis."
  },
  {
    "id": "08-13",
    "targetYear": 1961,
    "clue": "East German soldiers begin installing barbed wire and fences, starting the construction of the Berlin Wall.",
    "category": "Cold War",
    "funFact": "The initial barrier was built overnight. Berliners went to sleep in a unified city and woke up to find themselves separated from family and jobs.",
    "articleTitle": "The Wall Goes Up",
    "articleContent": "On August 13, 1961, the German Democratic Republic (East Germany) began sealing off West Berlin. What started as barbed wire was quickly replaced by concrete walls, guard towers, and minefields. For 28 years, the Berlin Wall stood as the ultimate physical symbol of the Iron Curtain and the oppression of the Soviet bloc."
  },
  {
    "id": "08-14",
    "targetYear": 1945,
    "clue": "President Truman announces Japan's surrender, sparking V-J Day celebrations.",
    "category": "History",
    "funFact": "The famous photo of the sailor kissing the nurse in Times Square was taken on this day. The two were strangers; the sailor grabbed the nearest nurse in sheer joy.",
    "articleTitle": "Victory Over Japan",
    "articleContent": "On August 14, 1945, news spread that Japan had accepted the terms of the Potsdam Declaration. Massive celebrations erupted across the Allied world. In New York City, millions flooded Times Square. The formal surrender documents would be signed weeks later, but this day marked the effective end of the deadliest conflict in human history."
  },
  {
    "id": "08-15",
    "targetYear": 1969,
    "clue": "The Woodstock Music & Art Fair opens on a dairy farm in Bethel, New York.",
    "category": "Music",
    "funFact": "Organizers expected 50,000 people. Over 400,000 showed up, tearing down the fences and forcing the organizers to declare it a free concert.",
    "articleTitle": "Three Days of Peace and Music",
    "articleContent": "On August 15, 1969, Richie Havens took the stage to open Woodstock. Despite rain, mud, and food shortages, the festival became a defining moment for the counterculture generation. Legendary performances by Jimi Hendrix, Janis Joplin, and The Who turned a chaotic weekend in upstate New York into a legendary symbol of the 1960s."
  },
  {
    "id": "08-16",
    "targetYear": 1977,
    "clue": "Elvis Presley, the 'King of Rock and Roll,' dies at Graceland.",
    "category": "Music",
    "funFact": "President Jimmy Carter issued a statement crediting Elvis with 'permanently changing the face of American popular culture.'",
    "articleTitle": "The King is Dead",
    "articleContent": "On August 16, 1977, Elvis Presley was found unresponsive in his Memphis home. He was pronounced dead at age 42. His death triggered a massive outpouring of national grief. As one of the most significant cultural icons of the 20th century, his influence on music, fashion, and performance style is immeasurable."
  },
  {
    "id": "08-17",
    "targetYear": 1908,
    "clue": "Considered the first animated cartoon, 'Fantasmagorie' by Émile Cohl, is released.",
    "category": "Film",
    "funFact": "The film features a stick figure moving through surreal transformations. It was made by drawing each frame on paper and then shooting it on negative film.",
    "articleTitle": "The First Cartoon",
    "articleContent": "On August 17, 1908, French caricaturist Émile Cohl screened 'Fantasmagorie' in Paris. While earlier films had used stop-motion, this was the first fully animated film created using traditional hand-drawn techniques. It laid the groundwork for an industry that would eventually give us Mickey Mouse, the Simpsons, and Pixar."
  },
  {
    "id": "08-18",
    "targetYear": 1920,
    "clue": "Tennessee ratifies the 19th Amendment, granting women the right to vote in the United States.",
    "category": "Civil Rights",
    "funFact": "The deciding vote was cast by 24-year-old Harry Burn. He intended to vote 'no' but changed his mind after receiving a letter from his mother telling him to 'be a good boy' and help Mrs. Catt (a suffragist).",
    "articleTitle": "Votes for Women",
    "articleContent": "On August 18, 1920, Tennessee became the 36th and final state needed to ratify the 19th Amendment. The amendment states that the right to vote shall not be denied or abridged on account of sex. It was the culmination of a movement that had begun more than 70 years earlier at the Seneca Falls Convention."
  },
  {
    "id": "08-19",
    "targetYear": 1839,
    "clue": "The French government presents the Daguerreotype process to the world as a 'gift free to the world.'",
    "category": "Technology",
    "funFact": "Louis Daguerre's process required exposure times of several minutes, meaning the first photos of city streets look empty because moving people didn't register—except for one man getting his shoe shined.",
    "articleTitle": "The Invention of Photography",
    "articleContent": "On August 19, 1839, the French Academy of Sciences announced the details of Louis Daguerre's photographic process. Unlike Henry Fox Talbot's patented method in England, France bought the rights to the daguerreotype and released it for free. This decision allowed photography to spread rapidly, changing how humanity documented history."
  },
  {
    "id": "08-20",
    "targetYear": 1977,
    "clue": "NASA launches the Voyager 2 spacecraft to study the outer planets.",
    "category": "Space",
    "funFact": "Voyager 2 is the only spacecraft to have visited Uranus and Neptune. It is still transmitting data from interstellar space today.",
    "articleTitle": " The Grand Tour",
    "articleContent": "On August 20, 1977, Voyager 2 lifted off from Cape Canaveral (actually launching *before* Voyager 1). Its mission was to take advantage of a rare alignment of the planets that occurs once every 176 years. It successfully toured Jupiter, Saturn, Uranus, and Neptune, sending back the first detailed images of the ice giants."
  },
  {
    "id": "08-21",
    "targetYear": 1959,
    "clue": "Hawaii is officially admitted as the 50th U.S. state.",
    "category": "Politics",
    "funFact": "Hawaii is the only U.S. state that was once a royal kingdom and the only state composed entirely of islands.",
    "articleTitle": "The Aloha State",
    "articleContent": "On August 21, 1959, President Dwight D. Eisenhower signed the proclamation admitting Hawaii into the Union. The move followed a referendum where 94% of Hawaiian voters approved statehood. It remains the most recent state added to the U.S., completing the 50-star flag we recognize today."
  },
  {
    "id": "08-22",
    "targetYear": 1485,
    "clue": "King Richard III is killed at the Battle of Bosworth Field, ending the Wars of the Roses.",
    "category": "History",
    "funFact": "Richard was the last English king to die in battle. His skeleton was lost for centuries until it was discovered under a parking lot in Leicester in 2012.",
    "articleTitle": "The Tudor Dynasty Begins",
    "articleContent": "On August 22, 1485, Henry Tudor defeated Richard III, ending the long civil war between the House of Lancaster and the House of York. Richard was killed fighting bravely in the thick of the melee. Henry was crowned Henry VII, establishing the Tudor dynasty, which would produce famous monarchs like Henry VIII and Elizabeth I."
  },
  {
    "id": "08-23",
    "targetYear": 1991,
    "clue": "The World Wide Web is opened to the public by Tim Berners-Lee.",
    "category": "Technology",
    "funFact": "The first photo ever uploaded to the web was of 'Les Horribles Cernettes,' a parody pop band formed by employees at CERN.",
    "articleTitle": "The Web Goes Live",
    "articleContent": "On August 23, 1991, Tim Berners-Lee, a researcher at CERN, allowed public access to the World Wide Web project. Before this, the internet existed but was difficult to navigate. Berners-Lee's invention of HTML, URLs, and HTTP created the user-friendly framework that connects the world today."
  },
  {
    "id": "08-24",
    "targetYear": 79,
    "clue": "Mount Vesuvius erupts, burying the Roman cities of Pompeii and Herculaneum.",
    "category": "Disaster",
    "funFact": "The eruption happened a day after the festival of Vulcan, the Roman god of fire. The ash preserved the city so perfectly that we can see graffiti, bread in ovens, and the final poses of the victims.",
    "articleTitle": "Buried in Ash",
    "articleContent": "On August 24, 79 AD (traditional date), Mount Vesuvius exploded with 100,000 times the thermal energy of the Hiroshima bomb. A cloud of superheated gas and ash raced down the mountain, instantly killing the inhabitants of Pompeii. The city was lost for 1,500 years until its accidental rediscovery, providing a frozen snapshot of Roman life."
  },
  {
    "id": "08-25",
    "targetYear": 1944,
    "clue": "Allied troops liberate Paris from Nazi occupation.",
    "category": "War",
    "funFact": "Hitler had ordered the German commander, Dietrich von Choltitz, to burn Paris to the ground before retreating. Choltitz disobeyed the order, saving the Eiffel Tower and the Louvre.",
    "articleTitle": "Paris is Free",
    "articleContent": "On August 25, 1944, after four years of occupation, French and American troops entered Paris. The German garrison surrendered, and General Charles de Gaulle marched triumphantly down the Champs-Élysées. The liberation of the French capital was a major symbolic victory for the Allies and signaled the nearing end of the war in Europe."
  },
  {
    "id": "08-26",
    "targetYear": 1910,
    "clue": "Mother Teresa is born in Skopje (now North Macedonia).",
    "category": "Religion",
    "funFact": "She founded the Missionaries of Charity in Calcutta, India. At the time of her death, the order had over 4,000 sisters operating orphanages and hospices in 123 countries.",
    "articleTitle": "The Saint of the Gutters",
    "articleContent": "On August 26, 1910, Anjezë Gonxhe Bojaxhiu was born. She would become known to the world as Mother Teresa. Dedicating her life to the 'poorest of the poor,' she became a global symbol of selfless charity. She was awarded the Nobel Peace Prize in 1979 and was canonized as a saint by the Catholic Church in 2016."
  },
  {
    "id": "08-27",
    "targetYear": 1883,
    "clue": "The volcano Krakatoa erupts, creating the loudest sound in recorded history.",
    "category": "Disaster",
    "funFact": "The explosion was heard 3,000 miles away. It ruptured the eardrums of sailors 40 miles away. The shockwave circled the globe seven times.",
    "articleTitle": "The Day the World Exploded",
    "articleContent": "On August 27, 1883, the island of Krakatoa in Indonesia was destroyed by a cataclysmic volcanic eruption. The resulting tsunamis killed over 36,000 people. The dust thrown into the atmosphere lowered global temperatures for years and created spectacular sunsets that inspired the background of Edvard Munch's painting 'The Scream.'"
  },
  {
    "id": "08-28",
    "targetYear": 1963,
    "clue": "Dr. Martin Luther King Jr. delivers his 'I Have a Dream' speech.",
    "category": "Civil Rights",
    "funFact": "King improvised the 'I Have a Dream' section. Gospel singer Mahalia Jackson shouted from the crowd, 'Tell 'em about the dream, Martin!', prompting him to leave his prepared text.",
    "articleTitle": "March on Washington",
    "articleContent": "On August 28, 1963, over 250,000 people gathered at the Lincoln Memorial for the March on Washington for Jobs and Freedom. It was here that MLK delivered one of the greatest speeches in American history. His vision of a future where children would be judged by the 'content of their character, not the color of their skin' became the defining statement of the Civil Rights Movement."
  },
  {
    "id": "08-29",
    "targetYear": 2005,
    "clue": "Hurricane Katrina makes landfall in Louisiana, devastating New Orleans.",
    "category": "Disaster",
    "funFact": "Katrina was the costliest natural disaster in U.S. history. The levees failing in New Orleans caused 80% of the city to flood.",
    "articleTitle": "The Storm",
    "articleContent": "On August 29, 2005, Hurricane Katrina struck the Gulf Coast. While the winds were destructive, the failure of the levee system in New Orleans turned a storm into a catastrophe. Over 1,800 people died, and thousands were stranded on rooftops or in the Superdome. The disaster exposed deep failures in emergency response and infrastructure maintenance."
  },
  {
    "id": "08-30",
    "targetYear": 1967,
    "clue": "Thurgood Marshall is confirmed as the first African American Supreme Court Justice.",
    "category": "Civil Rights",
    "funFact": "Before joining the court, Marshall was the lawyer who argued and won the 'Brown v. Board of Education' case, which ended school segregation.",
    "articleTitle": "Breaking the Barrier",
    "articleContent": "On August 30, 1967, the Senate confirmed President Lyndon Johnson's nomination of Thurgood Marshall to the Supreme Court. Marshall's appointment was a milestone for the American legal system. During his 24 years on the bench, he was a staunch defender of individual rights, opposing the death penalty and supporting affirmative action."
  },
  {
    "id": "08-31",
    "targetYear": 1997,
    "clue": "Diana, Princess of Wales, dies following a car crash in the Pont de l'Alma tunnel in Paris.",
    "category": "Tragedy",
    "funFact": "Her funeral was watched by 2.5 billion people worldwide. Elton John re-wrote 'Candle in the Wind' as a tribute to her; it became the best-selling single of all time.",
    "articleTitle": "The People's Princess",
    "articleContent": "On August 31, 1997, a high-speed crash in Paris claimed the life of Princess Diana, her companion Dodi Fayed, and their driver. The accident was blamed on the paparazzi chasing the car and the driver's intoxication. Her death caused an unprecedented global wave of public mourning and forced the British Royal Family to modernize its approach to the public."
  },
  {
    "id": "09-01",
    "targetYear": 1939,
    "clue": "Nazi Germany invades Poland, triggering the start of World War II.",
    "category": "War",
    "funFact": "The invasion was justified by a staged attack on a German radio station, known as the Gleiwitz incident, where Germans dressed as Poles attacked their own station.",
    "articleTitle": "World War II Begins",
    "articleContent": "On September 1, 1939, at 4:45 AM, the German battleship Schleswig-Holstein opened fire on a Polish garrison in Danzig. Simultaneously, 1.5 million German troops crossed the border. Britain and France, having pledged to support Poland, declared war on Germany two days later, beginning the deadliest conflict in human history."
  },
  {
    "id": "09-02",
    "targetYear": 1945,
    "clue": "Japan formally surrenders aboard the USS Missouri, ending World War II.",
    "category": "History",
    "funFact": "General Douglas MacArthur used six pens to sign the surrender document. He gave one to the widow of General Wainwright and another to the British General Percival.",
    "articleTitle": "V-J Day",
    "articleContent": "On September 2, 1945, in Tokyo Bay, representatives of the Empire of Japan signed the Instrument of Surrender aboard the battleship USS Missouri. The ceremony took only 23 minutes. It officially brought the hostilities of World War II to a close, three weeks after the atomic bombings of Hiroshima and Nagasaki."
  },
  {
    "id": "09-03",
    "targetYear": 1783,
    "clue": "The Treaty of Paris is signed, officially ending the American Revolutionary War.",
    "category": "Politics",
    "funFact": "The American delegation refused to pose for the official painting because the British negotiators had left in a huff, leaving the famous painting by Benjamin West forever unfinished.",
    "articleTitle": "America Recognized",
    "articleContent": "On September 3, 1783, representatives of King George III and the United States signed the Treaty of Paris. The treaty formally recognized the United States as a free, sovereign, and independent nation. It also established the boundaries of the new country, stretching from the Atlantic Ocean to the Mississippi River."
  },
  {
    "id": "09-04",
    "targetYear": 1998,
    "clue": "Larry Page and Sergey Brin file for incorporation of Google.",
    "category": "Technology",
    "funFact": "The name is a play on the mathematical term 'googol,' which is a 1 followed by 100 zeros, symbolizing their mission to organize the immense amount of information on the web.",
    "articleTitle": "Google is Born",
    "articleContent": "On September 4, 1998, two Stanford PhD students formalized their search engine project. Originally nicknamed 'BackRub,' Google revolutionized the internet by ranking pages based on how many other pages linked to them (PageRank). From a garage in Menlo Park, it grew into one of the most powerful companies in the world."
  },
  {
    "id": "09-05",
    "targetYear": 1972,
    "clue": "Palestinian terrorists take Israeli athletes hostage at the Munich Olympics.",
    "category": "Tragedy",
    "funFact": "The games were suspended for only 34 hours. IOC President Avery Brundage famously declared, 'The Games must go on,' a decision that was widely criticized.",
    "articleTitle": "The Munich Massacre",
    "articleContent": "On September 5, 1972, members of the Black September terrorist group broke into the Olympic Village in Munich. They killed two Israeli athletes and took nine others hostage. A botched rescue attempt by West German police at a nearby airport resulted in the deaths of all nine hostages, five terrorists, and one police officer."
  },
  {
    "id": "09-06",
    "targetYear": 1997,
    "clue": "The funeral of Diana, Princess of Wales, is held at Westminster Abbey.",
    "category": "History",
    "funFact": "Over 1 million bouquets of flowers were left at her home, Kensington Palace. The smell of decaying flowers became overwhelming in the days following the funeral.",
    "articleTitle": "Goodbye, England's Rose",
    "articleContent": "On September 6, 1997, the world stopped to watch the funeral of Princess Diana. An estimated 2.5 billion people watched the broadcast. The emotional service featured Elton John performing a rewritten version of 'Candle in the Wind.' Her brother, Earl Spencer, delivered a eulogy that famously criticized the Royal Family's treatment of his sister."
  },
  {
    "id": "09-07",
    "targetYear": 1927,
    "clue": "Philo Farnsworth transmits the first electronic television image.",
    "category": "Technology",
    "funFact": "The first image transmitted was a simple straight line. Later, when an investor asked, 'When are we going to see some dollars in this thing?', Farnsworth transmitted an image of a dollar sign.",
    "articleTitle": "The Invention of TV",
    "articleContent": "On September 7, 1927, 21-year-old inventor Philo Farnsworth successfully demonstrated his image dissector camera tube in San Francisco. Unlike previous mechanical television systems that used spinning disks, Farnsworth's invention was fully electronic. It paved the way for the modern television sets that would dominate the 20th century."
  },
  {
    "id": "09-08",
    "targetYear": 1966,
    "clue": "The science fiction series 'Star Trek' premieres on NBC.",
    "category": "Pop Culture",
    "funFact": "The first episode to air was 'The Man Trap.' The show struggled in the ratings and was canceled after three seasons, only finding massive success later in syndication.",
    "articleTitle": "To Boldly Go",
    "articleContent": "On September 8, 1966, viewers were introduced to Captain Kirk and Mr. Spock. Created by Gene Roddenberry, 'Star Trek' was groundbreaking for its diverse cast, which included a Black woman (Uhura) and an Asian man (Sulu) in senior roles. It presented a utopian vision of the future that has influenced technology and culture for decades."
  },
  {
    "id": "09-09",
    "targetYear": 1976,
    "clue": "Mao Zedong, the founder of the People's Republic of China, dies in Beijing.",
    "category": "History",
    "funFact": "Despite requesting cremation, his body was embalmed and placed in a crystal coffin in a mausoleum in Tiananmen Square, where it remains on display.",
    "articleTitle": "The Death of Chairman Mao",
    "articleContent": "On September 9, 1976, Mao Zedong passed away at age 82. As the leader of the Chinese Communist Party, he oversaw the radical transformation of China through the Great Leap Forward and the Cultural Revolution. His policies modernized the nation but also resulted in the deaths of tens of millions through famine and persecution."
  },
  {
    "id": "09-10",
    "targetYear": 2008,
    "clue": "The Large Hadron Collider (LHC) is powered up for the first time in Geneva.",
    "category": "Science",
    "funFact": "Prior to the launch, there were lawsuits fearing the LHC would create a black hole that would swallow the Earth. (It didn't.)",
    "articleTitle": "The God Particle Search",
    "articleContent": "On September 10, 2008, scientists at CERN successfully circulated a beam of protons through the 17-mile underground tunnel of the Large Hadron Collider. It is the world's largest and most powerful particle accelerator. Its primary goal was to discover the Higgs boson particle, which it eventually achieved in 2012."
  },
  {
    "id": "09-11",
    "targetYear": 2001,
    "clue": "Terrorists hijack four airplanes and attack the World Trade Center and the Pentagon.",
    "category": "Tragedy",
    "funFact": "The attacks led to the only time in history that Article 5 of the NATO treaty (an attack on one is an attack on all) has been invoked.",
    "articleTitle": "9/11",
    "articleContent": "On the morning of September 11, 2001, Al-Qaeda terrorists hijacked four commercial flights. Two were flown into the Twin Towers in New York City, one into the Pentagon in Arlington, and a fourth crashed in a field in Pennsylvania after passengers fought back. The attacks killed 2,977 people and fundamentally changed global politics and airport security."
  },
  {
    "id": "09-12",
    "targetYear": 1940,
    "clue": "Four teenagers discover the Lascaux Cave paintings in France.",
    "category": "Archaeology",
    "funFact": "The cave was discovered when the teenagers' dog, Robot, fell into a hole. They returned with lamps and found the walls covered in prehistoric art.",
    "articleTitle": "The Sistine Chapel of Prehistory",
    "articleContent": "On September 12, 1940, near Montignac, France, four boys discovered a complex of caves containing over 600 parietal wall paintings. The art, depicting large animals like bulls, horses, and deer, is estimated to be 17,000 years old. The cave was opened to the public in 1948 but closed in 1963 to protect the art from damage caused by carbon dioxide from visitors."
  },
  {
    "id": "09-13",
    "targetYear": 1993,
    "clue": "Israel and the PLO sign the Oslo Accords at the White House.",
    "category": "Politics",
    "funFact": "The famous handshake between Yitzhak Rabin and Yasser Arafat was reluctant; President Bill Clinton had to physically nudge them together.",
    "articleTitle": "A Hope for Peace",
    "articleContent": "On September 13, 1993, Israeli Prime Minister Yitzhak Rabin and PLO Chairman Yasser Arafat signed the first face-to-face agreement between the two sides. The accords created the Palestinian Authority and were intended to be a framework for future relations. Rabin and Arafat were awarded the Nobel Peace Prize, though the peace process eventually stalled."
  },
  {
    "id": "09-14",
    "targetYear": 1814,
    "clue": "Francis Scott Key writes the poem that becomes the lyrics to 'The Star-Spangled Banner.'",
    "category": "History",
    "funFact": "Key was a lawyer negotiating a prisoner release aboard a British ship. He watched the bombardment of Fort McHenry all night, expecting the fort to fall.",
    "articleTitle": "By the Dawn's Early Light",
    "articleContent": "On September 14, 1814, after a 25-hour British bombardment of Fort McHenry in Baltimore Harbor, Francis Scott Key saw the U.S. flag still flying at dawn. Inspired by the sight, he wrote a poem titled 'Defence of Fort M'Henry.' Set to a popular tune, it became the U.S. national anthem in 1931."
  },
  {
    "id": "09-15",
    "targetYear": 1916,
    "clue": "Tanks are used in warfare for the first time by the British Army at the Battle of the Somme.",
    "category": "War",
    "funFact": "They were called 'tanks' to deceive the enemy into thinking they were water carriers for troops in the desert. The name stuck.",
    "articleTitle": "Enter the Tank",
    "articleContent": "On September 15, 1916, the British Mark I tank rolled onto the battlefield in France. Of the 49 tanks deployed, only 25 actually moved forward, as many broke down mechanically. Despite their initial unreliability, the psychological effect on the German troops was massive, signaling the end of trench warfare stalemates."
  },
  {
    "id": "09-16",
    "targetYear": 1620,
    "clue": "The Mayflower departs Plymouth, England, carrying 102 passengers known as Pilgrims.",
    "category": "History",
    "funFact": "The ship was originally a cargo vessel for wine. The passengers lived in the dark, cramped 'tween deck' for the 66-day voyage.",
    "articleTitle": "Voyage to the New World",
    "articleContent": "On September 16, 1620, the Mayflower set sail for the New World. The passengers were a mix of religious separatists seeking freedom and others seeking economic opportunity. They intended to land in Virginia but were blown off course, eventually landing at Cape Cod and establishing the Plymouth Colony."
  },
  {
    "id": "09-17",
    "targetYear": 1787,
    "clue": "The United States Constitution is signed by delegates in Philadelphia.",
    "category": "Politics",
    "funFact": "Benjamin Franklin, at 81, was the oldest signer. He wept as he signed, saying he had often looked at the sun carved on George Washington's chair and wondered if it was rising or setting, but now knew it was a rising sun.",
    "articleTitle": "Constitution Day",
    "articleContent": "On September 17, 1787, 39 delegates to the Constitutional Convention signed the final draft of the U.S. Constitution. It established the framework of the federal government and the supreme law of the land. It replaced the Articles of Confederation, creating a stronger central government with checks and balances."
  },
  {
    "id": "09-18",
    "targetYear": 1947,
    "clue": "The Central Intelligence Agency (CIA) is officially established.",
    "category": "History",
    "funFact": "The CIA replaced the OSS (Office of Strategic Services) which operated during WWII. Its headquarters in Langley, Virginia, is officially unnamed but universally known.",
    "articleTitle": "The Birth of the CIA",
    "articleContent": "On September 18, 1947, the National Security Act of 1947 came into effect, creating the CIA. It was designed to coordinate intelligence activities and evaluate national security threats during the early days of the Cold War. It became the primary civilian foreign intelligence service of the U.S. government."
  },
  {
    "id": "09-19",
    "targetYear": 1991,
    "clue": "Two German tourists discover 'Ötzi the Iceman' in the Alps.",
    "category": "Archaeology",
    "funFact": "Ötzi lived around 3300 BCE. He had 61 tattoos on his body, which are believed to have been for therapeutic pain relief (acupuncture) rather than decoration.",
    "articleTitle": "The Man in the Ice",
    "articleContent": "On September 19, 1991, hikers found a body frozen in a glacier on the border of Austria and Italy. They initially thought it was a modern mountaineer. Carbon dating revealed it was a copper-age man preserved for 5,300 years. The discovery provided incredible details about Neolithic life, including his tools, diet, and clothing."
  },
  {
    "id": "09-20",
    "targetYear": 1519,
    "clue": "Ferdinand Magellan sets sail from Spain to circumnavigate the globe.",
    "category": "Exploration",
    "funFact": "Magellan didn't actually complete the voyage; he was killed in the Philippines. Juan Sebastián Elcano took command and finished the journey.",
    "articleTitle": "Around the World",
    "articleContent": "On September 20, 1519, Magellan departed with five ships and 270 men. His goal was to find a western route to the Spice Islands. Three years later, only one ship, the Victoria, returned to Spain with just 18 survivors. Despite the losses, the expedition proved decisively that the world was round and much larger than previously thought."
  },
  {
    "id": "09-21",
    "targetYear": 1937,
    "clue": "J.R.R. Tolkien publishes 'The Hobbit'.",
    "category": "Literature",
    "funFact": "The first edition had a version of the 'Riddles in the Dark' chapter where Gollum willingly bets his ring, a detail Tolkien later retconned to fit the plot of Lord of the Rings.",
    "articleTitle": "In a Hole in the Ground",
    "articleContent": "On September 21, 1937, 'The Hobbit' was published to critical acclaim. Tolkien wrote it for his children. The story of Bilbo Baggins introduced the world to Middle-earth, hobbits, and the One Ring. Its success encouraged his publishers to ask for a sequel, which evolved into the massive epic 'The Lord of the Rings.'"
  },
  {
    "id": "09-22",
    "targetYear": 1862,
    "clue": "President Abraham Lincoln issues the preliminary Emancipation Proclamation.",
    "category": "Civil Rights",
    "funFact": "Lincoln waited for a Union victory (the Battle of Antietam) to issue the proclamation so it wouldn't look like a desperate act of a losing government.",
    "articleTitle": "A Warning to the South",
    "articleContent": "On September 22, 1862, Lincoln issued a preliminary warning: if the rebelling states did not return to the Union by January 1, 1863, he would declare their slaves 'forever free.' The proclamation fundamentally changed the purpose of the Civil War from preserving the Union to abolishing slavery."
  },
  {
    "id": "09-23",
    "targetYear": 1846,
    "clue": "The planet Neptune is discovered by German astronomer Johann Gottfried Galle.",
    "category": "Space",
    "funFact": "Neptune was the first planet found by mathematical prediction rather than empirical observation. Urbain Le Verrier calculated its position based on irregularities in Uranus's orbit.",
    "articleTitle": "The Blue Giant",
    "articleContent": "On September 23, 1846, acting on calculations sent by French mathematician Urbain Le Verrier, Johann Gottfried Galle pointed his telescope at the predicted spot in the sky. He found Neptune within one degree of the predicted location. It was a triumph for Newtonian physics and expanded the known solar system."
  },
  {
    "id": "09-24",
    "targetYear": 1957,
    "clue": "President Eisenhower sends federal troops to Little Rock, Arkansas, to enforce school integration.",
    "category": "Civil Rights",
    "funFact": "The soldiers escorted nine Black students, known as the 'Little Rock Nine,' into Central High School past angry mobs and the defiant Governor Orval Faubus.",
    "articleTitle": "Showdown at Little Rock",
    "articleContent": "On September 24, 1957, President Eisenhower federalized the Arkansas National Guard and deployed the 101st Airborne Division to Little Rock. This executive action enforced the Supreme Court's ruling in Brown v. Board of Education. It showed that the federal government would use force to ensure the desegregation of public schools."
  },
  {
    "id": "09-25",
    "targetYear": 1981,
    "clue": "Sandra Day O'Connor is sworn in as the first female Justice of the U.S. Supreme Court.",
    "category": "Politics",
    "funFact": "She was appointed by Ronald Reagan, fulfilling a campaign promise. She passed the Senate confirmation vote unanimously (99-0).",
    "articleTitle": "Madame Justice",
    "articleContent": "On September 25, 1981, Sandra Day O'Connor took her seat on the highest court in the land. A moderate conservative, she became a critical swing vote in many landmark cases over her 24-year tenure. Her appointment paved the way for future female justices like Ruth Bader Ginsburg and Sonia Sotomayor."
  },
  {
    "id": "09-26",
    "targetYear": 1960,
    "clue": "John F. Kennedy and Richard Nixon participate in the first televised presidential debate.",
    "category": "Politics",
    "funFact": "Radio listeners thought Nixon won, but TV viewers thought Kennedy won. Nixon looked pale and sweaty (he refused makeup), while Kennedy looked tan and confident.",
    "articleTitle": "The TV Debate",
    "articleContent": "On September 26, 1960, 70 million Americans tuned in to watch the candidates debate. The event shifted the landscape of American politics, emphasizing the importance of image and charisma. Kennedy's telegenic performance is often credited with helping him win the extremely close election."
  },
  {
    "id": "09-27",
    "targetYear": 1822,
    "clue": "Jean-François Champollion announces he has deciphered the Rosetta Stone.",
    "category": "History",
    "funFact": "Upon realizing he had cracked the code, he reportedly ran into his brother's office, shouted 'I've got it!', and promptly fainted.",
    "articleTitle": "Cracking the Code",
    "articleContent": "On September 27, 1822, French scholar Jean-François Champollion wrote his famous letter to the Academy of Inscriptions. He announced he had deciphered Egyptian hieroglyphs using the Rosetta Stone. He realized the script was a combination of phonetic and ideographic signs. This breakthrough unlocked thousands of years of Egyptian history."
  },
  {
    "id": "09-28",
    "targetYear": 1928,
    "clue": "Alexander Fleming discovers penicillin in his laboratory in London.",
    "category": "Science",
    "funFact": "The discovery was an accident. Fleming had left a petri dish of Staphylococcus bacteria uncovered while on vacation, and mold had grown on it, killing the bacteria.",
    "articleTitle": "The Mold That Saved the World",
    "articleContent": "On September 28, 1928, Alexander Fleming returned to his messy lab and noticed a mold (Penicillium notatum) killing bacteria in a dish. He identified the substance as penicillin. It became the world's first antibiotic, saving an estimated 200 million lives and revolutionizing medicine by making previously fatal infections treatable."
  },
  {
    "id": "09-29",
    "targetYear": 1982,
    "clue": "The Tylenol murders begin in Chicago, leading to modern tamper-evident packaging.",
    "category": "Crime",
    "funFact": "Seven people died after taking Tylenol capsules laced with potassium cyanide. The killer was never caught, but the incident led to the safety seals we see on all food and medicine today.",
    "articleTitle": "The Tylenol Scare",
    "articleContent": "On September 29, 1982, a 12-year-old girl in Chicago died after taking Extra-Strength Tylenol. Six others soon died. Johnson & Johnson issued a massive recall of 31 million bottles, costing $100 million. Their transparent handling of the crisis is considered the gold standard for corporate responsibility. It resulted in federal anti-tampering laws."
  },
  {
    "id": "09-30",
    "targetYear": 1938,
    "clue": "British Prime Minister Neville Chamberlain signs the Munich Agreement with Adolf Hitler.",
    "category": "History",
    "funFact": "Chamberlain returned to London waving the paper and declaring 'Peace for our time.' Less than a year later, WWII began.",
    "articleTitle": "Appeasement",
    "articleContent": "On September 30, 1938, leaders of Britain, France, Italy, and Germany signed the Munich Agreement, allowing Germany to annex the Sudetenland region of Czechoslovakia. It was a failed attempt to appease Hitler and avoid war. The agreement is now synonymous with the futility of negotiating with dictators."
  },
  {
    "id": "10-01",
    "targetYear": 1908,
    "clue": "Henry Ford introduces the Model T automobile to the market.",
    "category": "Technology",
    "funFact": "The Model T was so successful that at one point, half of all cars in the world were Model Ts. It famously came in 'any color so long as it is black.'",
    "articleTitle": "The Tin Lizzie",
    "articleContent": "On October 1, 1908, the Ford Motor Company released the Model T. Priced at $850 (equivalent to about $25,000 today), it was the first car affordable enough for the middle class. Ford achieved this by perfecting the assembly line, which drastically reduced production time and costs, fundamentally changing American industry and society."
  },
  {
    "id": "10-02",
    "targetYear": 1950,
    "clue": "The comic strip 'Peanuts' by Charles M. Schulz is published for the first time.",
    "category": "Culture",
    "funFact": "In the first strip, Charlie Brown walks by two other kids, one of whom says, 'Good ol' Charlie Brown... How I hate him!' setting the tone for the next 50 years.",
    "articleTitle": "Good Grief!",
    "articleContent": "On October 2, 1950, 'Peanuts' debuted in seven newspapers. Featuring Charlie Brown, Snoopy, and the gang, it became the most popular and influential comic strip in history. At its peak, it ran in over 2,600 newspapers in 75 countries. Schulz drew every single strip himself until his retirement in 2000."
  },
  {
    "id": "10-03",
    "targetYear": 1995,
    "clue": "O.J. Simpson is acquitted of the murders of Nicole Brown Simpson and Ron Goldman.",
    "category": "Law",
    "funFact": "An estimated 150 million people tuned in to watch the verdict live. Long-distance telephone call volume dropped by 58% while the verdict was being read.",
    "articleTitle": "The Trial of the Century",
    "articleContent": "On October 3, 1995, after a widely televised trial that lasted nearly a year, the jury found O.J. Simpson not guilty of double murder. The verdict polarized the nation along racial lines and sparked intense debates about the American criminal justice system, celebrity culture, and domestic violence."
  },
  {
    "id": "10-04",
    "targetYear": 1957,
    "clue": "The Soviet Union launches Sputnik 1, the first artificial Earth satellite.",
    "category": "Space",
    "funFact": "Sputnik was a polished metal sphere only 23 inches in diameter (about the size of a beach ball) with four external radio antennas.",
    "articleTitle": "The Space Age Begins",
    "articleContent": "On October 4, 1957, the USSR successfully launched Sputnik 1 into low Earth orbit. The satellite did little more than transmit radio pulses (beeps) back to Earth, but its successful launch shocked the United States. It triggered the 'Sputnik crisis,' leading directly to the creation of NASA and the beginning of the Space Race."
  },
  {
    "id": "10-05",
    "targetYear": 1962,
    "clue": "The first James Bond film, 'Dr. No', premieres in London.",
    "category": "Film",
    "funFact": "Sean Connery was not the first choice for Bond. Creator Ian Fleming originally wanted Cary Grant, calling Connery an 'overgrown stuntman' (until he saw the movie and loved him).",
    "articleTitle": "Bond. James Bond.",
    "articleContent": "On October 5, 1962, Sean Connery appeared on screen as British secret agent 007. Produced on a modest budget, 'Dr. No' was a massive hit and launched one of the longest-running and most successful film franchises in history. It established the Bond formula: exotic locations, high-tech gadgets, and stylish action."
  },
  {
    "id": "10-06",
    "targetYear": 1927,
    "clue": "The first feature-length 'talkie' film, 'The Jazz Singer', premieres in New York City.",
    "category": "Film",
    "funFact": "The first spoken words in a feature film were Al Jolson ad-libbing: 'Wait a minute, wait a minute. You ain't heard nothin' yet!'",
    "articleTitle": "The End of the Silent Era",
    "articleContent": "On October 6, 1927, Warner Bros. released 'The Jazz Singer,' starring Al Jolson. While mostly a silent film with musical numbers, its synchronized dialogue sequences astonished audiences. Its success sounded the death knell for silent cinema. Within a few years, 'talkies' had completely taken over the film industry."
  },
  {
    "id": "10-07",
    "targetYear": 2001,
    "clue": "The United States invades Afghanistan in response to the 9/11 attacks.",
    "category": "War",
    "funFact": "The operation was originally named 'Infinite Justice,' but was changed to 'Enduring Freedom' to avoid offending Muslims who believe only God can dispense infinite justice.",
    "articleTitle": "Operation Enduring Freedom",
    "articleContent": "On October 7, 2001, less than a month after the September 11 attacks, U.S. and British forces launched airstrikes against Taliban and Al-Qaeda targets in Afghanistan. The goal was to dismantle Al-Qaeda and remove the Taliban from power. It marked the beginning of the longest war in American history."
  },
  {
    "id": "10-08",
    "targetYear": 1871,
    "clue": "The Great Chicago Fire begins, eventually burning for three days.",
    "category": "Disaster",
    "funFact": "Legend blames Mrs. O'Leary's cow kicking over a lantern, but the reporter who wrote that story later admitted he made it up to make the copy more colorful.",
    "articleTitle": "Chicago in Flames",
    "articleContent": "On the night of October 8, 1871, a fire broke out in a barn on DeKoven Street. Aided by dry weather and strong winds, the fire leaped the Chicago River and destroyed the business district. By the time it burned out, it had destroyed 17,000 buildings and left 100,000 people homeless. The city's rapid rebuilding became a legend of urban resilience."
  },
  {
    "id": "10-09",
    "targetYear": 2012,
    "clue": "Teenage activist Malala Yousafzai is shot by the Taliban while riding a school bus.",
    "category": "Human Rights",
    "funFact": "The assassination attempt backfired spectacularly; instead of silencing her, it amplified her voice globally, leading to her becoming the youngest Nobel Peace Prize laureate in 2014.",
    "articleTitle": "I Am Malala",
    "articleContent": "On October 9, 2012, a Taliban gunman boarded a bus in Pakistan and asked for Malala by name before shooting her. She was targeted for her activism promoting education for girls. She survived a critical head injury and recovered in the UK, continuing her fight for human rights and female education worldwide."
  },
  {
    "id": "10-10",
    "targetYear": 1845,
    "clue": "The United States Naval Academy opens in Annapolis, Maryland.",
    "category": "History",
    "funFact": "The academy was founded by Secretary of the Navy George Bancroft. Before this, midshipmen were educated directly on ships, often with inconsistent results.",
    "articleTitle": "The Naval School",
    "articleContent": "On October 10, 1845, the U.S. Naval School (later renamed the Academy) opened with 50 students and seven professors. Located at old Fort Severn, its mission was to improve the then-unsatisfactory methods of instructing midshipmen. It has since become one of the most prestigious military institutions in the world."
  },
  {
    "id": "10-11",
    "targetYear": 1975,
    "clue": "The sketch comedy show 'Saturday Night Live' premieres on NBC.",
    "category": "TV",
    "funFact": "The first host was comedian George Carlin. He performed stand-up monologues but did not appear in any of the sketches.",
    "articleTitle": "Live from New York",
    "articleContent": "On October 11, 1975, 'NBC's Saturday Night' aired for the first time. Created by Lorne Michaels, the show introduced the 'Not Ready for Prime Time Players,' including Dan Aykroyd, John Belushi, and Chevy Chase. It revolutionized television comedy with its edgy, topical humor and live musical performances."
  },
  {
    "id": "10-12",
    "targetYear": 1492,
    "clue": "Christopher Columbus makes landfall in the Americas, arriving in the Bahamas.",
    "category": "Exploration",
    "funFact": "Columbus believed until his death that he had reached the outskirts of Asia. He named the island he landed on 'San Salvador.'",
    "articleTitle": "The New World",
    "articleContent": "On October 12, 1492, after a five-week voyage across the Atlantic, a lookout on the Pinta sighted land. Columbus and his crew went ashore, becoming the first Europeans since the Vikings to set foot in the Americas. This event initiated the Columbian Exchange, a massive transfer of plants, animals, culture, and disease between the Eastern and Western hemispheres."
  },
  {
    "id": "10-13",
    "targetYear": 1792,
    "clue": "The cornerstone of the White House is laid in Washington, D.C.",
    "category": "History",
    "funFact": "George Washington selected the site but never lived in the house. John Adams was the first president to move in, in 1800.",
    "articleTitle": "The Executive Mansion",
    "articleContent": "On October 13, 1792, construction began on the President's House. The design was by Irish-born architect James Hoban, who won a design competition. Slaves and free laborers worked together to build the sandstone structure. It was burned by the British in 1814 and subsequently rebuilt, painted white to cover the smoke damage."
  },
  {
    "id": "10-14",
    "targetYear": 1947,
    "clue": "Chuck Yeager becomes the first person to break the sound barrier.",
    "category": "Aviation",
    "funFact": "Yeager had broken two ribs falling off a horse two days before the flight. He had to use a broom handle to help close the cockpit hatch because he was in so much pain.",
    "articleTitle": "Mach 1",
    "articleContent": "On October 14, 1947, Captain Chuck Yeager flew the experimental Bell X-1 rocket plane, named 'Glamorous Glennis,' over the Mojave Desert. He reached a speed of Mach 1.06 (700 mph). The sonic boom he created proved that the 'sound barrier' was not a solid wall that would destroy aircraft, opening the door for supersonic flight."
  },
  {
    "id": "10-15",
    "targetYear": 1951,
    "clue": "The sitcom 'I Love Lucy' premieres on CBS.",
    "category": "TV",
    "funFact": "It was the first scripted TV show to be shot on 35mm film in front of a live studio audience. This technique allowed for high-quality reruns, effectively inventing the rerun syndication market.",
    "articleTitle": "Lucy and Ricky",
    "articleContent": "On October 15, 1951, Lucille Ball and Desi Arnaz appeared on American television screens as Lucy and Ricky Ricardo. The show was an instant smash hit, topping the ratings for four of its six seasons. It set the standard for the multi-camera sitcom format that is still used today."
  },
  {
    "id": "10-16",
    "targetYear": 1793,
    "clue": "Marie Antoinette, the former Queen of France, is beheaded by guillotine.",
    "category": "History",
    "funFact": "Her last words were 'Pardon me, sir, I did not do it on purpose,' spoken to the executioner after she accidentally stepped on his foot.",
    "articleTitle": "The End of the Monarchy",
    "articleContent": "On October 16, 1793, Marie Antoinette was convicted of treason by the Revolutionary Tribunal. Vilified by the French public for her lavish spending and Austrian heritage, she was driven through Paris in an open cart to the Place de la Révolution. Her execution symbolized the bloody end of the Ancien Régime."
  },
  {
    "id": "10-17",
    "targetYear": 1931,
    "clue": "Gangster Al Capone is sentenced to 11 years in prison for tax evasion.",
    "category": "Crime",
    "funFact": "Despite being responsible for bootlegging, gambling, and multiple murders (including the St. Valentine's Day Massacre), the government could only prove he didn't pay his taxes.",
    "articleTitle": "Taking Down Capone",
    "articleContent": "On October 17, 1931, the most notorious gangster in American history was finally brought to justice. Federal agent Eliot Ness and his 'Untouchables' had harassed Capone's operations, but it was the IRS accountants who secured the conviction. Capone was sent to Atlanta and later Alcatraz, effectively ending his reign over Chicago."
  },
  {
    "id": "10-18",
    "targetYear": 1867,
    "clue": "The United States formally takes possession of Alaska from Russia.",
    "category": "History",
    "funFact": "The purchase price was $7.2 million, or about 2 cents per acre. Critics called it 'Seward's Folly,' believing the land was a worthless icebox.",
    "articleTitle": "The Alaska Purchase",
    "articleContent": "On October 18, 1867, the Russian flag was lowered and the U.S. flag raised at Sitka, Alaska. Secretary of State William Seward had negotiated the deal with Russia, which feared losing the territory to Britain in a future war anyway. The discovery of gold in the 1890s and oil in the 20th century turned the 'folly' into a massive economic asset."
  },
  {
    "id": "10-19",
    "targetYear": 1781,
    "clue": "British General Lord Cornwallis surrenders at Yorktown, effectively ending the American Revolutionary War.",
    "category": "War",
    "funFact": "Cornwallis claimed he was ill and refused to attend the surrender ceremony, sending his second-in-command to offer his sword to the French instead of the Americans.",
    "articleTitle": "Victory at Yorktown",
    "articleContent": "On October 19, 1781, British forces marched out of Yorktown to surrender to the combined American and French armies. The British band reportedly played a tune called 'The World Turned Upside Down.' This defeat collapsed political support for the war in London, leading to peace negotiations and American independence."
  },
  {
    "id": "10-20",
    "targetYear": 1944,
    "clue": "General Douglas MacArthur fulfills his promise to return to the Philippines.",
    "category": "War",
    "funFact": "The famous photo of him wading ashore was actually a re-enactment. The landing craft ran aground too far out, forcing him to walk through knee-deep water, which made for a better photo anyway.",
    "articleTitle": "I Have Returned",
    "articleContent": "On October 20, 1944, American forces landed on Leyte Island. General Douglas MacArthur, who had been forced to flee the Philippines in 1942, waded onto the beach and announced in a radio broadcast, 'People of the Philippines, I have returned.' It marked the beginning of the liberation of the archipelago from Japanese occupation."
  },
  {
    "id": "10-21",
    "targetYear": 1879,
    "clue": "Thomas Edison successfully tests the first practical incandescent light bulb.",
    "category": "Invention",
    "funFact": "The filament was made of carbonized cotton thread. It burned for 13.5 hours. Previous attempts had burned out in minutes.",
    "articleTitle": "Let There Be Light",
    "articleContent": "On October 21, 1879, at his Menlo Park laboratory, Thomas Edison solved the problem of electric lighting. While others had invented electric lights before, Edison created the first commercially practical bulb that was long-lasting and part of a complete electrical distribution system. This invention fundamentally changed human life, extending the day into the night."
  },
  {
    "id": "10-22",
    "targetYear": 1962,
    "clue": "President JFK addresses the nation on TV, revealing the presence of Soviet missiles in Cuba.",
    "category": "Cold War",
    "funFact": "During the speech, Kennedy announced a naval 'quarantine' of Cuba rather than a 'blockade,' as a blockade is technically an act of war.",
    "articleTitle": "The Cuban Missile Crisis",
    "articleContent": "On October 22, 1962, President John F. Kennedy informed the American public that spy planes had discovered Soviet nuclear missile sites in Cuba, just 90 miles from Florida. He demanded their removal and announced a naval quarantine. This initiated the most dangerous 13 days of the Cold War, bringing the world to the brink of nuclear annihilation."
  },
  {
    "id": "10-23",
    "targetYear": 2001,
    "clue": "Apple introduces the iPod, promising '1,000 songs in your pocket.'",
    "category": "Technology",
    "funFact": "The first iPod only worked with Mac computers and had a mechanical scroll wheel that physically turned.",
    "articleTitle": "The Music Revolution",
    "articleContent": "On October 23, 2001, Steve Jobs unveiled the first iPod. While MP3 players already existed, the iPod's sleek design, massive 5GB storage, and integration with iTunes made it a cultural phenomenon. It disrupted the music industry, shifting dominance from physical CDs to digital downloads and paving the way for the iPhone."
  },
  {
    "id": "10-24",
    "targetYear": 1945,
    "clue": "The United Nations Charter enters into force, officially establishing the UN.",
    "category": "Politics",
    "funFact": "The term 'United Nations' was coined by Franklin D. Roosevelt during WWII to describe the Allied countries.",
    "articleTitle": "United Nations Day",
    "articleContent": "On October 24, 1945, the UN was officially born after a majority of signatories, including the five permanent members of the Security Council, ratified the charter. Founded to prevent another world war, the organization replaced the ineffective League of Nations. It remains the world's primary forum for international diplomacy."
  },
  {
    "id": "10-25",
    "targetYear": 1854,
    "clue": "The Charge of the Light Brigade takes place during the Crimean War.",
    "category": "War",
    "funFact": "The charge was a suicidal frontal assault on Russian artillery caused by a miscommunicated order. Alfred, Lord Tennyson's poem about the event was written just weeks later.",
    "articleTitle": "Into the Valley of Death",
    "articleContent": "On October 25, 1854, roughly 600 British light cavalrymen charged down a valley surrounded by Russian cannons. Due to a vague order, they attacked the wrong artillery battery. While they reached the guns, they suffered heavy casualties and were forced to retreat. It remains a legendary example of bravery and military incompetence."
  },
  {
    "id": "10-26",
    "targetYear": 1881,
    "clue": "The Gunfight at the O.K. Corral takes place in Tombstone, Arizona.",
    "category": "History",
    "funFact": "The fight didn't actually happen in the O.K. Corral, but in a vacant lot six doors down. It lasted only 30 seconds.",
    "articleTitle": "Shootout in Tombstone",
    "articleContent": "On October 26, 1881, Wyatt Earp, his brothers Virgil and Morgan, and Doc Holliday faced off against the Clanton-McLaury gang. In a flurry of gunfire, three outlaws were killed, and Virgil and Morgan were wounded. It is the most famous shootout in the history of the American Wild West."
  },
  {
    "id": "10-27",
    "targetYear": 1904,
    "clue": "The first section of the New York City Subway opens to the public.",
    "category": "Technology",
    "funFact": "The fare was 5 cents. On the first day, over 150,000 people paid to ride the train, which ran from City Hall to 145th Street.",
    "articleTitle": "Going Underground",
    "articleContent": "On October 27, 1904, Mayor George McClellan Jr. used a silver lever to start the first train of the NYC Subway. He enjoyed driving it so much he refused to give up the controls until the train reached Harlem. The subway relieved the massive congestion of the city streets and allowed New York to expand rapidly into the outer boroughs."
  },
  {
    "id": "10-28",
    "targetYear": 1886,
    "clue": "President Grover Cleveland dedicates the Statue of Liberty in New York Harbor.",
    "category": "History",
    "funFact": "The statue was a gift from France, but the pedestal was paid for by American donations, largely raised by a newspaper campaign led by Joseph Pulitzer.",
    "articleTitle": "Lady Liberty",
    "articleContent": "On October 28, 1886, thousands of spectators watched the dedication of 'Liberty Enlightening the World.' Designed by Frédéric Auguste Bartholdi with an internal framework by Gustave Eiffel, the copper statue was the tallest structure in New York at the time. It became a beacon of hope for millions of immigrants arriving at Ellis Island."
  },
  {
    "id": "10-29",
    "targetYear": 1929,
    "clue": "The U.S. stock market crashes on 'Black Tuesday,' signaling the start of the Great Depression.",
    "category": "Economics",
    "funFact": "Investors lost $14 billion in a single day. Rumors circulated that traders were jumping out of windows on Wall Street, though these were largely exaggerated.",
    "articleTitle": "The Crash of '29",
    "articleContent": "On October 29, 1929, the roaring twenties came to a screeching halt. Panic selling on the New York Stock Exchange caused stock prices to collapse completely. The crash wiped out thousands of investors and destroyed confidence in the economy. It triggered a global economic downturn that would last until World War II."
  },
  {
    "id": "10-30",
    "targetYear": 1938,
    "clue": "Orson Welles broadcasts a radio adaptation of 'The War of the Worlds,' causing panic.",
    "category": "Media",
    "funFact": "The broadcast was presented as a series of breaking news bulletins interrupting a musical program, which confused listeners who tuned in late and thought Martians were actually invading New Jersey.",
    "articleTitle": "The Panic Broadcast",
    "articleContent": "On October 30, 1938, 23-year-old Orson Welles and his Mercury Theatre on the Air performed H.G. Wells's sci-fi novel. The realistic news-bulletin format convinced many listeners that an alien invasion was underway. While the extent of the 'mass panic' has been debated by historians, the broadcast demonstrated the immense power of mass media."
  },
  {
    "id": "10-31",
    "targetYear": 1517,
    "clue": "Martin Luther posts his 95 Theses on the door of the Castle Church in Wittenberg.",
    "category": "Religion",
    "funFact": "Luther didn't intend to split the church; he just wanted to debate the sale of indulgences (paying money for forgiveness of sins).",
    "articleTitle": "The Reformation Begins",
    "articleContent": "On October 31, 1517, German monk Martin Luther pinned a list of arguments against Church corruption to the church door. Thanks to the printing press, his ideas spread rapidly across Europe. This act sparked the Protestant Reformation, a religious and political upheaval that permanently divided Christianity and reshaped the map of Europe."
  },
  {
    "id": "11-01",
    "targetYear": 1512,
    "clue": "Michelangelo's ceiling frescoes in the Sistine Chapel are exhibited to the public for the first time.",
    "category": "Art",
    "funFact": "Michelangelo hated the job. He considered himself a sculptor, not a painter, and wrote a poem about how painting the ceiling gave him a goiter and made his belly hang under his chin.",
    "articleTitle": "The Sistine Chapel Ceiling",
    "articleContent": "On November 1, 1512, the doors of the Sistine Chapel in the Vatican were thrown open to reveal Michelangelo's masterpiece. Commissioned by Pope Julius II, the work took four years to complete. The central panels depict scenes from the Book of Genesis, including the iconic 'Creation of Adam.' It remains one of the most famous works of art in human history."
  },
  {
    "id": "11-02",
    "targetYear": 1947,
    "clue": "Howard Hughes flies the 'Spruce Goose,' the largest flying boat ever built.",
    "category": "Aviation",
    "funFact": "The plane flew only once, for about 26 seconds, covering one mile at an altitude of 70 feet. Despite its nickname, it was made almost entirely of birch, not spruce.",
    "articleTitle": "The Spruce Goose",
    "articleContent": "On November 2, 1947, billionaire Howard Hughes piloted the H-4 Hercules (mockingly called the Spruce Goose) on its maiden and only flight. Built to transport troops during WWII, it wasn't completed until after the war ended. With a wingspan of 320 feet, it held the record for the largest wingspan of any aircraft until 2019."
  },
  {
    "id": "11-03",
    "targetYear": 1957,
    "clue": "The Soviet Union launches Sputnik 2, carrying the first living creature into orbit, a dog named Laika.",
    "category": "Space",
    "funFact": "Laika was a stray dog found on the streets of Moscow. Scientists believed that a stray would be accustomed to extreme cold and hunger.",
    "articleTitle": "First Animal in Orbit",
    "articleContent": "On November 3, 1957, Laika became the first animal to orbit the Earth. Tragically, the technology to de-orbit the spacecraft had not yet been developed, so it was a one-way mission. Laika died a few hours into the flight from overheating, though for years the Soviet government claimed she survived for a week. Her mission proved that living organisms could survive microgravity."
  },
  {
    "id": "11-04",
    "targetYear": 1922,
    "clue": "British archaeologist Howard Carter discovers the entrance to King Tutankhamun's tomb in Egypt.",
    "category": "Archaeology",
    "funFact": "The entrance was found by a water boy who was digging a hole for a water jar in the sand. He hit the top step of the staircase leading down to the tomb.",
    "articleTitle": "Discovery of King Tut",
    "articleContent": "On November 4, 1922, after years of fruitless searching in the Valley of the Kings, Howard Carter unearthed a staircase leading to the tomb of the boy king Tutankhamun. Unlike other pharaonic tombs that had been looted in antiquity, this one was nearly intact, filled with thousands of priceless artifacts, including the famous golden death mask."
  },
  {
    "id": "11-05",
    "targetYear": 1605,
    "clue": "Guy Fawkes is arrested beneath the House of Lords, foiling the Gunpowder Plot.",
    "category": "History",
    "funFact": "Fawkes was found guarding 36 barrels of gunpowder. Today, his mask is a symbol of anonymity and protest, popularized by the movie 'V for Vendetta.'",
    "articleTitle": "Remember, Remember",
    "articleContent": "On November 5, 1605, a group of English Catholics attempted to blow up the House of Lords during the State Opening of Parliament to kill King James I. The plot was betrayed by an anonymous letter. Guy Fawkes was caught in the cellar with the explosives. The failure of the plot is celebrated annually in Britain as Guy Fawkes Night (Bonfire Night)."
  },
  {
    "id": "11-06",
    "targetYear": 1860,
    "clue": "Abraham Lincoln is elected as the 16th President of the United States.",
    "category": "Politics",
    "funFact": "Lincoln won with only 40% of the popular vote because the opposition was split among three other candidates. He didn't carry a single Southern state.",
    "articleTitle": "Lincoln Elected",
    "articleContent": "On November 6, 1860, Abraham Lincoln became the first Republican to win the presidency. His victory on an anti-slavery expansion platform was the final straw for the Southern states. By the time of his inauguration in March 1861, seven states had seceded from the Union, setting the stage for the American Civil War."
  },
  {
    "id": "11-07",
    "targetYear": 1917,
    "clue": "The Bolsheviks seize power in Petrograd, launching the Russian Revolution.",
    "category": "History",
    "funFact": "It is called the 'October Revolution' because Russia was still using the Julian calendar, which was 13 days behind the Gregorian calendar used by the West.",
    "articleTitle": "The October Revolution",
    "articleContent": "On November 7, 1917 (October 25 Old Style), Vladimir Lenin and the Bolshevik Party led an armed insurrection against the Provisional Government in Petrograd (now St. Petersburg). They stormed the Winter Palace with relatively little bloodshed. This event established the world's first communist state and eventually led to the formation of the Soviet Union."
  },
  {
    "id": "11-08",
    "targetYear": 1895,
    "clue": "Wilhelm Röntgen discovers X-rays while experimenting with cathode rays.",
    "category": "Science",
    "funFact": "He called them 'X-rays' because 'X' stands for the unknown in mathematics. The first X-ray image he took was of his wife's hand; seeing her bones, she exclaimed, 'I have seen my death!'",
    "articleTitle": "A New Kind of Ray",
    "articleContent": "On November 8, 1895, German physicist Wilhelm Röntgen noticed a fluorescent glow in his lab coming from a screen near a cathode ray tube, even though the tube was covered in cardboard. He realized a new type of ray was passing through solid objects. His discovery revolutionized medicine, earning him the first Nobel Prize in Physics in 1901."
  },
  {
    "id": "11-09",
    "targetYear": 1989,
    "clue": "The Berlin Wall falls, symbolizing the end of the Cold War.",
    "category": "History",
    "funFact": "The wall fell by accident. East German official Günter Schabowski mistakenly announced that travel restrictions were lifted 'immediately,' causing thousands to rush the gates.",
    "articleTitle": "The Fall of the Wall",
    "articleContent": "On November 9, 1989, the barrier that had divided East and West Berlin for 28 years was breached. Following a confused press conference, border guards, overwhelmed by crowds and lacking orders, opened the gates. East and West Berliners climbed onto the wall, celebrating and chipping away pieces. It paved the way for German reunification the following year."
  },
  {
    "id": "11-10",
    "targetYear": 1775,
    "clue": "The United States Marine Corps is founded at Tun Tavern in Philadelphia.",
    "category": "Military",
    "funFact": "The first Marines were recruited in a bar. The proprietor, Robert Mullan, was appointed the principal recruiting officer.",
    "articleTitle": "Semper Fidelis",
    "articleContent": "On November 10, 1775, the Continental Congress passed a resolution to raise two battalions of Marines for service during the Revolutionary War. They were originally intended as naval infantry to fight aboard ships and conduct amphibious landings. Today, the Marine Corps Birthday is celebrated annually with a traditional cake-cutting ceremony."
  },
  {
    "id": "11-11",
    "targetYear": 1918,
    "clue": "An armistice is signed, ending the fighting of World War I at the 11th hour of the 11th day of the 11th month.",
    "category": "War",
    "funFact": "The last soldier to die in WWI was an American, Henry Gunther, who was killed at 10:59 AM, one minute before the ceasefire.",
    "articleTitle": "Armistice Day",
    "articleContent": "On November 11, 1918, in a railway carriage in the Forest of Compiègne, France, the Allies and Germany signed an armistice. The guns fell silent on the Western Front, ending four years of trench warfare that claimed millions of lives. The date is now commemorated as Veterans Day in the U.S. and Remembrance Day in the Commonwealth."
  },
  {
    "id": "11-12",
    "targetYear": 1954,
    "clue": "Ellis Island closes after processing over 12 million immigrants since 1892.",
    "category": "History",
    "funFact": "At its peak, Ellis Island processed over 11,000 immigrants per day. Doctors used a 'six-second physical' to check for obvious ailments as people walked up the stairs.",
    "articleTitle": "Gateway to America",
    "articleContent": "On November 12, 1954, the immigration inspection station at Ellis Island in New York Harbor permanently closed. For 62 years, it served as the primary entry point for European immigrants to the United States. Today, it is a national museum, and it is estimated that 40% of all current U.S. citizens can trace at least one ancestor to Ellis Island."
  },
  {
    "id": "11-13",
    "targetYear": 1982,
    "clue": "The Vietnam Veterans Memorial is dedicated in Washington, D.C.",
    "category": "History",
    "funFact": "The design by 21-year-old student Maya Lin was initially controversial. Critics called it a 'black gash of shame,' but it became one of the most beloved and emotional monuments in the country.",
    "articleTitle": "The Wall",
    "articleContent": "On November 13, 1982, thousands of veterans marched to the dedication of the Vietnam Veterans Memorial. The monument consists of two black granite walls inscribed with the names of the 58,000 service members who died or went missing in the war. Its reflective surface allows visitors to see themselves while reading the names of the fallen."
  },
  {
    "id": "11-14",
    "targetYear": 1889,
    "clue": "Journalist Nellie Bly departs New York to travel around the world in less than 80 days.",
    "category": "Adventure",
    "funFact": "She completed the journey in 72 days, beating the fictional record of Phileas Fogg from Jules Verne's novel.",
    "articleTitle": "Around the World in 72 Days",
    "articleContent": "On November 14, 1889, investigative journalist Nellie Bly boarded a steamship to attempt a circumnavigation of the globe. Sponsored by Joseph Pulitzer's 'New York World,' her trip became a media sensation. She traveled by ship, train, and rickshaw, meeting Jules Verne himself in France along the way. Her success proved the capability of modern travel."
  },
  {
    "id": "11-15",
    "targetYear": 1971,
    "clue": "Intel releases the 4004, the world's first commercially available microprocessor.",
    "category": "Technology",
    "funFact": "The chip had as much computing power as the first electronic computer (ENIAC), which filled an entire room, yet the 4004 was the size of a fingernail.",
    "articleTitle": "The Microprocessor Age",
    "articleContent": "On November 15, 1971, Intel advertised the 4004 in 'Electronic News.' Designed by Federico Faggin, Ted Hoff, and Stan Mazor, this 4-bit CPU started the digital revolution. Before this, computers were built using custom circuits. The microprocessor allowed for the creation of personal computers and the smart devices we use today."
  },
  {
    "id": "11-16",
    "targetYear": 1532,
    "clue": "Francisco Pizarro captures Incan Emperor Atahualpa at the Battle of Cajamarca.",
    "category": "History",
    "funFact": "Despite being outnumbered 168 to 80,000, the Spanish won because they had guns, horses, and steel armor, none of which the Incas had ever seen.",
    "articleTitle": "Fall of the Inca Empire",
    "articleContent": "On November 16, 1532, Spanish conquistador Francisco Pizarro invited the Inca Emperor Atahualpa to a feast in the grand plaza of Cajamarca. It was a trap. The Spanish ambushed the unarmed Incan attendants, slaughtering thousands and capturing the Emperor. Atahualpa later offered a room full of gold for his ransom, which Pizarro accepted before executing him anyway."
  },
  {
    "id": "11-17",
    "targetYear": 1869,
    "clue": "The Suez Canal opens in Egypt, linking the Mediterranean and Red Seas.",
    "category": "Engineering",
    "funFact": "The composer Giuseppe Verdi was commissioned to write the opera 'Aida' for the canal's opening, but it wasn't finished in time.",
    "articleTitle": "A Shortcut to India",
    "articleContent": "On November 17, 1869, the Suez Canal was officially inaugurated. Built under the direction of Ferdinand de Lesseps, the 120-mile artificial waterway drastically reduced the travel time between Europe and Asia by eliminating the need to sail around Africa. It remains one of the world's most vital shipping lanes."
  },
  {
    "id": "11-18",
    "targetYear": 1928,
    "clue": "Mickey Mouse makes his public debut in the animated short 'Steamboat Willie'.",
    "category": "Pop Culture",
    "funFact": "It wasn't the first Mickey cartoon produced, but it was the first to find a distributor because it featured synchronized sound, a novelty at the time.",
    "articleTitle": "Enter the Mouse",
    "articleContent": "On November 18, 1928, 'Steamboat Willie' premiered at the Colony Theater in New York. Walt Disney provided all the voices himself. The cartoon's success saved the Disney studio from bankruptcy and launched a media empire. The image of Mickey whistling at the ship's wheel remains the logo of Walt Disney Animation Studios."
  },
  {
    "id": "11-19",
    "targetYear": 1863,
    "clue": "Abraham Lincoln delivers the Gettysburg Address.",
    "category": "History",
    "funFact": "Lincoln was not the main speaker. Edward Everett spoke for two hours before him. Lincoln's speech lasted only two minutes.",
    "articleTitle": "Four Score and Seven Years Ago",
    "articleContent": "On November 19, 1863, at the dedication of the Soldiers' National Cemetery in Gettysburg, Pennsylvania, President Lincoln delivered a 272-word speech. Though he thought the speech was a failure at the time, it redefined the Civil War as a struggle not just for the Union, but for 'a new birth of freedom' and human equality."
  },
  {
    "id": "11-20",
    "targetYear": 1945,
    "clue": "The Nuremberg Trials begin to prosecute Nazi war criminals.",
    "category": "Law",
    "funFact": "The defendants were provided with German-English interpreters and headphones, pioneering the system of simultaneous translation used in the UN today.",
    "articleTitle": "Justice at Nuremberg",
    "articleContent": "On November 20, 1945, the International Military Tribunal convened in Nuremberg, Germany. Twenty-four high-ranking Nazis, including Hermann Göring, were tried for crimes against peace, war crimes, and crimes against humanity. The trials established the legal precedent that individuals can be held responsible for their actions even when following orders from a government."
  },
  {
    "id": "11-21",
    "targetYear": 1783,
    "clue": "The first manned hot air balloon flight takes place in Paris.",
    "category": "Aviation",
    "funFact": "The first passengers on a balloon (sent up months earlier) were a sheep, a duck, and a rooster to test if the air at high altitude was breathable.",
    "articleTitle": "Taking to the Skies",
    "articleContent": "On November 21, 1783, Jean-François Pilâtre de Rozier and François Laurent d'Arlandes flew a balloon designed by the Montgolfier brothers over Paris. They traveled 5.5 miles in 25 minutes. This event marked the first time humans successfully defied gravity in a sustained, untethered flight."
  },
  {
    "id": "11-22",
    "targetYear": 1963,
    "clue": "President John F. Kennedy is assassinated in Dallas, Texas.",
    "category": "Tragedy",
    "funFact": "Vice President Lyndon B. Johnson was sworn in as President on Air Force One just two hours later, with Jackie Kennedy standing beside him still wearing her bloodstained pink suit.",
    "articleTitle": "The Death of JFK",
    "articleContent": "On November 22, 1963, President John F. Kennedy was shot while riding in a presidential motorcade through Dealey Plaza. The governor of Texas was also wounded. The assassination shocked the world and led to numerous conspiracy theories, though the Warren Commission concluded that Lee Harvey Oswald acted alone."
  },
  {
    "id": "11-23",
    "targetYear": 1963,
    "clue": "The first episode of the sci-fi series 'Doctor Who' airs on the BBC.",
    "category": "TV",
    "funFact": "The premiere was overshadowed by the JFK assassination, which had happened the day before, so the BBC repeated the episode the following week to ensure people saw it.",
    "articleTitle": "An Unearthly Child",
    "articleContent": "On November 23, 1963, British viewers were introduced to a mysterious time traveler known only as 'The Doctor' and his time machine, the TARDIS (which looked like a police box). Originally intended as an educational show for children, it evolved into a global cult phenomenon and the longest-running science fiction TV show in the world."
  },
  {
    "id": "11-24",
    "targetYear": 1859,
    "clue": "Charles Darwin publishes 'On the Origin of Species'.",
    "category": "Science",
    "funFact": "Darwin sat on his theory for 20 years, afraid of the backlash. He finally published it because another naturalist, Alfred Russel Wallace, was about to publish the same idea.",
    "articleTitle": "Evolution by Natural Selection",
    "articleContent": "On November 24, 1859, Charles Darwin published his groundbreaking work. The book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It challenged the dominant religious views of the time and became the foundation of modern evolutionary biology."
  },
  {
    "id": "11-25",
    "targetYear": 1915,
    "clue": "Albert Einstein presents his field equations for General Relativity to the Prussian Academy of Sciences.",
    "category": "Science",
    "funFact": "General Relativity predicts that massive objects warp the fabric of space-time, which is what we perceive as gravity. It replaced Newton's law of universal gravitation.",
    "articleTitle": "Redefining Gravity",
    "articleContent": "On November 25, 1915, Albert Einstein completed his decade-long search for a new theory of gravity. His equations showed that matter tells space-time how to curve, and space-time tells matter how to move. The theory was confirmed in 1919 during a solar eclipse, making Einstein a worldwide celebrity."
  },
  {
    "id": "11-26",
    "targetYear": 1942,
    "clue": "The film 'Casablanca' premieres in New York City.",
    "category": "Film",
    "funFact": "The line 'Play it again, Sam' is never actually spoken in the movie. Ilsa says, 'Play it, Sam. Play As Time Goes By.'",
    "articleTitle": "Here's Looking at You, Kid",
    "articleContent": "On November 26, 1942, 'Casablanca' premiered at the Hollywood Theater. Starring Humphrey Bogart and Ingrid Bergman, it was rushed to release to capitalize on the Allied invasion of North Africa. Though expected to be just another war movie, it became one of the most beloved films in history, winning the Oscar for Best Picture."
  },
  {
    "id": "11-27",
    "targetYear": 1895,
    "clue": "Alfred Nobel signs his last will and testament, establishing the Nobel Prizes.",
    "category": "History",
    "funFact": "Nobel invented dynamite. He created the peace prize because a newspaper mistakenly published his obituary calling him the 'Merchant of Death,' and he wanted to leave a better legacy.",
    "articleTitle": "The Nobel Legacy",
    "articleContent": "On November 27, 1895, Swedish chemist Alfred Nobel signed his will at the Swedish-Norwegian Club in Paris. He left 94% of his massive fortune to establish five prizes in Physics, Chemistry, Physiology or Medicine, Literature, and Peace. The prizes are awarded annually to those who have conferred the 'greatest benefit to humankind.'"
  },
  {
    "id": "11-28",
    "targetYear": 1520,
    "clue": "Ferdinand Magellan's expedition passes through the strait that now bears his name and enters the Pacific Ocean.",
    "category": "Exploration",
    "funFact": "Magellan named the new ocean 'Pacific' (peaceful) because the waters were so calm compared to the stormy Atlantic he had just left.",
    "articleTitle": "Entering the Pacific",
    "articleContent": "On November 28, 1520, three ships commanded by Ferdinand Magellan navigated the treacherous 370-mile passage at the tip of South America. They emerged into a vast ocean. Magellan underestimated the size of the Pacific, thinking he would reach the Spice Islands in days. It took nearly four months, during which many crew died of scurvy."
  },
  {
    "id": "11-29",
    "targetYear": 1972,
    "clue": "Atari releases 'Pong', the first commercially successful video game.",
    "category": "Gaming",
    "funFact": "The prototype was installed in a tavern in California. It broke down a few days later because the coin box was jammed with too many quarters.",
    "articleTitle": "The Birth of Video Games",
    "articleContent": "On November 29, 1972, Atari announced the release of Pong. It was a simple 2D tennis sports game. Its success proved that the video game industry could be viable. It launched the arcade craze of the 1970s and eventually led to the home console market."
  },
  {
    "id": "11-30",
    "targetYear": 1982,
    "clue": "Michael Jackson releases 'Thriller', which becomes the best-selling album of all time.",
    "category": "Music",
    "funFact": "Seven of the album's nine tracks were released as singles, and all of them reached the top 10 on the Billboard Hot 100.",
    "articleTitle": "The King of Pop's Masterpiece",
    "articleContent": "On November 30, 1982, 'Thriller' hit the shelves. Produced by Quincy Jones, it blended pop, rock, funk, and R&B. Fueled by the popularity of the 'Billie Jean' and 'Beat It' music videos (and later the 'Thriller' short film), the album spent 37 weeks at number one. It broke racial barriers on MTV and remains a cultural touchstone."
  },
  {
    "id": "12-01",
    "targetYear": 1955,
    "clue": "Rosa Parks refuses to give up her seat on a bus in Montgomery, Alabama.",
    "category": "Civil Rights",
    "funFact": "Rosa Parks was not just a tired seamstress; she was the secretary of the local NAACP chapter and had attended activist training weeks before the incident.",
    "articleTitle": "The Mother of the Freedom Movement",
    "articleContent": "On December 1, 1955, Rosa Parks was arrested for refusing to surrender her seat to a white passenger on a segregated bus. Her arrest sparked the Montgomery Bus Boycott, a 381-day protest led by a young Martin Luther King Jr. The boycott ended when the Supreme Court ruled that bus segregation was unconstitutional."
  },
  {
    "id": "12-02",
    "targetYear": 1804,
    "clue": "Napoleon Bonaparte crowns himself Emperor of the French at Notre Dame Cathedral.",
    "category": "History",
    "funFact": "During the ceremony, Napoleon broke protocol by taking the crown from the Pope's hands and placing it on his own head, symbolizing that he owed his title to no one but himself.",
    "articleTitle": "The Coronation of Napoleon",
    "articleContent": "On December 2, 1804, Napoleon Bonaparte solidified his power by becoming the first Frenchman to hold the title of Emperor in a thousand years. The lavish ceremony was designed to legitimize his regime. By crowning himself, he demonstrated that his authority came from his own merit and the will of the people, not divine right granted by the Church."
  },
  {
    "id": "12-03",
    "targetYear": 1992,
    "clue": "The world's first SMS text message is sent.",
    "category": "Technology",
    "funFact": "The message was sent from a computer to a cellphone because phones didn't have keyboards yet. The message simply read: 'Merry Christmas.'",
    "articleTitle": "You've Got Text",
    "articleContent": "On December 3, 1992, engineer Neil Papworth sent the first Short Message Service (SMS) text to the director of Vodafone, Richard Jarvis. It would take years for the technology to catch on, but eventually, texting became the most widely used data application in the world, changing how humans communicate forever."
  },
  {
    "id": "12-04",
    "targetYear": 1872,
    "clue": "The American ship Mary Celeste is found drifting in the Atlantic, completely abandoned.",
    "category": "Mystery",
    "funFact": "The ship was in seaworthy condition with plenty of food and water, and the cargo was untouched. The fate of the crew remains one of the greatest maritime mysteries of all time.",
    "articleTitle": "The Ghost Ship",
    "articleContent": "On December 4, 1872, the British brig Dei Gratia spotted the Mary Celeste drifting erratically. A boarding party found the ship deserted. The lifeboat was missing, but personal belongings were left behind. Theories about what happened range from mutiny and piracy to sea monsters and insurance fraud, but no definitive answer has ever been found."
  },
  {
    "id": "12-05",
    "targetYear": 1933,
    "clue": "The 21st Amendment is ratified, repealing Prohibition in the United States.",
    "category": "History",
    "funFact": "Upon signing the amendment, President Franklin D. Roosevelt reportedly said, 'I think this would be a good time for a beer.'",
    "articleTitle": "Cheers to Repeal",
    "articleContent": "On December 5, 1933, Utah became the 36th state to ratify the 21st Amendment, officially ending the 13-year ban on the manufacture and sale of alcohol. Prohibition had failed to stop drinking and instead fueled organized crime. It remains the only constitutional amendment passed specifically to repeal a previous one."
  },
  {
    "id": "12-06",
    "targetYear": 1917,
    "clue": "Two ships collide in Halifax Harbor, causing the largest man-made explosion prior to the atomic bomb.",
    "category": "Disaster",
    "funFact": "The blast was so powerful it temporarily emptied the harbor of water and shattered windows 50 miles away.",
    "articleTitle": "The Halifax Explosion",
    "articleContent": "On December 6, 1917, the French cargo ship SS Mont-Blanc, loaded with wartime explosives, collided with the Norwegian vessel SS Imo. The resulting fire ignited the cargo, leveling the Richmond district of Halifax, Nova Scotia. Approximately 2,000 people were killed and 9,000 injured in the blinding flash and shockwave."
  },
  {
    "id": "12-07",
    "targetYear": 1941,
    "clue": "Japanese forces attack the U.S. naval base at Pearl Harbor, Hawaii.",
    "category": "War",
    "funFact": "The attack happened on a Sunday morning because the Japanese believed Americans would be relaxed and less alert. The radar station actually detected the incoming planes, but they were mistaken for a scheduled flight of B-17s.",
    "articleTitle": "A Date Which Will Live in Infamy",
    "articleContent": "On December 7, 1941, the Imperial Japanese Navy launched a surprise military strike against the U.S. Pacific Fleet. The attack killed 2,403 Americans and destroyed or damaged 19 navy ships. The following day, President Franklin D. Roosevelt asked Congress to declare war, officially bringing the United States into World War II."
  },
  {
    "id": "12-08",
    "targetYear": 1980,
    "clue": "Musician John Lennon is shot and killed outside his apartment in New York City.",
    "category": "Tragedy",
    "funFact": "Earlier that day, Lennon had autographed a copy of his album 'Double Fantasy' for his killer, Mark David Chapman.",
    "articleTitle": "The Death of a Beatle",
    "articleContent": "On December 8, 1980, John Lennon was returning to The Dakota apartment building with his wife Yoko Ono when he was shot four times. His death triggered a global outpouring of grief. Lennon was not just a music icon but a symbol of the peace movement. Crowds gathered at the building for days, singing 'Imagine' and 'Give Peace a Chance.'"
  },
  {
    "id": "12-09",
    "targetYear": 1965,
    "clue": "The animated special 'A Charlie Brown Christmas' premieres on CBS.",
    "category": "Pop Culture",
    "funFact": "CBS executives hated the special before it aired. They thought it was too slow, too religious, and hated that it used real children's voices instead of adults.",
    "articleTitle": "Christmas Time is Here",
    "articleContent": "On December 9, 1965, Charlie Brown searched for the true meaning of Christmas. Despite the network's doubts, the special was a massive critical and commercial success. It won an Emmy and popularized the aluminum Christmas tree (by mocking it). It has aired every year since, becoming a holiday staple."
  },
  {
    "id": "12-10",
    "targetYear": 1901,
    "clue": "The first Nobel Prizes are awarded in Stockholm, Sweden.",
    "category": "History",
    "funFact": "The Peace Prize is the only one not awarded in Stockholm; it is presented in Oslo, Norway, per Alfred Nobel's will.",
    "articleTitle": "Honoring the Best",
    "articleContent": "On December 10, 1901, the fifth anniversary of Alfred Nobel's death, the first Nobel Prizes were handed out. Recipients included Wilhelm Röntgen (Physics) for discovering X-rays and Henri Dunant (Peace) for founding the Red Cross. The prizes instantly became the most prestigious awards in the intellectual world."
  },
  {
    "id": "12-11",
    "targetYear": 1936,
    "clue": "King Edward VIII abdicates the British throne to marry American divorcee Wallis Simpson.",
    "category": "Royalty",
    "funFact": "He is the only British monarch to voluntarily resign the crown. His reign lasted only 326 days, one of the shortest in history.",
    "articleTitle": "The King Who Gave Up the Crown",
    "articleContent": "On December 11, 1936, King Edward VIII made a radio broadcast announcing his decision to abdicate. The Church of England and the government refused to let him marry a twice-divorced woman while King. He chose love over duty, famously stating, 'I have found it impossible to carry the heavy burden of responsibility... without the help and support of the woman I love.'"
  },
  {
    "id": "12-12",
    "targetYear": 1901,
    "clue": "Guglielmo Marconi receives the first transatlantic radio signal.",
    "category": "Technology",
    "funFact": "The signal was the letter 'S' (three dots) in Morse code. Critics initially claimed he was hallucinating or hearing static, but the technology was quickly verified.",
    "articleTitle": "Wireless World",
    "articleContent": "On December 12, 1901, in St. John's, Newfoundland, Marconi heard a signal transmitted from Cornwall, England, over 2,000 miles away. Physicists had argued that radio waves traveled in straight lines and would not follow the curvature of the Earth. Marconi proved them wrong (thanks to the ionosphere), paving the way for global radio communication."
  },
  {
    "id": "12-13",
    "targetYear": 2003,
    "clue": "Saddam Hussein is captured by U.S. forces found hiding in a 'spider hole' in Iraq.",
    "category": "War",
    "funFact": "He had $750,000 in US currency, two AK-47s, and a pistol with him, but he surrendered without a fight.",
    "articleTitle": "Operation Red Dawn",
    "articleContent": "On December 13, 2003, American soldiers discovered the deposed Iraqi dictator hiding in a small underground bunker near his hometown of Tikrit. The capture of Saddam Hussein was a high point for the U.S. occupation, though the insurgency continued to grow. He was later tried by an Iraqi court and executed in 2006."
  },
  {
    "id": "12-14",
    "targetYear": 1911,
    "clue": "Norwegian explorer Roald Amundsen becomes the first person to reach the South Pole.",
    "category": "Exploration",
    "funFact": "Amundsen beat his British rival, Robert Falcon Scott, by 34 days. He used sled dogs, which proved superior to Scott's ponies and motor sleds.",
    "articleTitle": "Race to the Bottom of the World",
    "articleContent": "On December 14, 1911, Amundsen and his team planted the Norwegian flag at the geographic South Pole. Their meticulous planning and use of Inuit survival techniques allowed them to return safely. Scott's team arrived a month later, demoralized to find Amundsen's tent, and tragically died on the return journey."
  },
  {
    "id": "12-15",
    "targetYear": 1791,
    "clue": "The Bill of Rights is ratified, becoming the first ten amendments to the U.S. Constitution.",
    "category": "Politics",
    "funFact": "There were originally 12 proposed amendments. One of the two that failed (regarding congressional salaries) was eventually ratified 202 years later as the 27th Amendment.",
    "articleTitle": "Guaranteeing Freedom",
    "articleContent": "On December 15, 1791, Virginia became the final state necessary to ratify the Bill of Rights. These amendments guaranteed essential freedoms such as speech, religion, and the press, and protected citizens from government overreach. They were added to appease Anti-Federalists who feared the Constitution gave the central government too much power."
  },
  {
    "id": "12-16",
    "targetYear": 1773,
    "clue": "Colonists dump 342 chests of tea into Boston Harbor to protest British taxes.",
    "category": "History",
    "funFact": "The protestors dressed as Mohawk warriors to disguise their identities. The tea destroyed would be worth nearly $2 million today.",
    "articleTitle": "The Boston Tea Party",
    "articleContent": "On December 16, 1773, the Sons of Liberty staged a political protest at Griffin's Wharf in Boston. 'Taxation without representation' had reached a breaking point. The destruction of the tea infuriated the British government, which responded with the Coercive Acts, escalating the tension that would lead to the American Revolution."
  },
  {
    "id": "12-17",
    "targetYear": 1903,
    "clue": "The Wright brothers achieve the first powered, heavier-than-air flight.",
    "category": "Aviation",
    "funFact": "The first flight lasted only 12 seconds and covered 120 feet—shorter than the wingspan of a modern Boeing 747.",
    "articleTitle": "First in Flight",
    "articleContent": "On December 17, 1903, near Kitty Hawk, North Carolina, Orville and Wilbur Wright made history. After years of testing gliders, they successfully flew their 'Flyer' under its own power. It was a cold, windy morning, and only five people witnessed the birth of modern aviation."
  },
  {
    "id": "12-18",
    "targetYear": 1865,
    "clue": "The 13th Amendment is officially proclaimed, abolishing slavery in the United States.",
    "category": "Civil Rights",
    "funFact": "Mississippi did not officially ratify the amendment until 1995, and due to a paperwork error, didn't notify the National Archives until 2013.",
    "articleTitle": "Free at Last",
    "articleContent": "On December 18, 1865, Secretary of State William Seward proclaimed the adoption of the 13th Amendment. Unlike the Emancipation Proclamation, which was a wartime measure, the amendment permanently outlawed slavery and involuntary servitude in the entire nation, completing the primary objective of the Civil War."
  },
  {
    "id": "12-19",
    "targetYear": 1972,
    "clue": "Apollo 17 returns to Earth, marking the end of the manned moon landings.",
    "category": "Space",
    "funFact": "Eugene Cernan, the last man to walk on the moon, wrote his daughter's initials, 'TDC', in the lunar dust. Because there is no wind, they are likely still there today.",
    "articleTitle": "The Last Moonwalk",
    "articleContent": "On December 19, 1972, the command module of Apollo 17 splashed down in the Pacific Ocean. It marked the conclusion of NASA's Apollo program. No human has traveled beyond low Earth orbit since. The mission broke several records, including the longest moonwalk and largest lunar sample return."
  },
  {
    "id": "12-20",
    "targetYear": 1803,
    "clue": "The United States formally takes possession of the Louisiana Territory from France.",
    "category": "History",
    "funFact": "The purchase doubled the size of the United States overnight at a cost of roughly 4 cents per acre.",
    "articleTitle": "The Louisiana Purchase",
    "articleContent": "On December 20, 1803, the French flag was lowered and the U.S. flag raised in New Orleans. Napoleon had sold the massive territory to fund his wars in Europe. The acquisition secured American control of the Mississippi River and opened the vast western frontier for expansion."
  },
  {
    "id": "12-21",
    "targetYear": 1937,
    "clue": "Walt Disney's 'Snow White and the Seven Dwarfs' premieres, the first full-length cel-animated feature.",
    "category": "Film",
    "funFact": "Critics called the project 'Disney's Folly' during production, predicting it would bankrupt the studio. Instead, it became the highest-grossing sound film of all time until 'Gone with the Wind.'",
    "articleTitle": "Disney's Folly",
    "articleContent": "On December 21, 1937, the audience at the Carthay Circle Theatre gave 'Snow White' a standing ovation. Before this, animation was seen as filler for short subjects. Disney proved that cartoons could sustain a feature-length narrative and elicit deep emotions, launching the Golden Age of Animation."
  },
  {
    "id": "12-22",
    "targetYear": 1989,
    "clue": "The Brandenburg Gate in Berlin reopens after nearly 30 years.",
    "category": "History",
    "funFact": "West German Chancellor Helmut Kohl walked through the gate to meet East German Prime Minister Hans Modrow, symbolizing the end of the division of Germany.",
    "articleTitle": "Opening the Gate",
    "articleContent": "On December 22, 1989, amidst heavy rain and cheering crowds, the Brandenburg Gate was officially reopened. It had been trapped in the 'death strip' of the Berlin Wall since 1961. The reopening was the emotional climax of the peaceful revolution that brought down the Iron Curtain in East Germany."
  },
  {
    "id": "12-23",
    "targetYear": 1954,
    "clue": "The first successful human kidney transplant is performed in Boston.",
    "category": "Medicine",
    "funFact": "The donor and recipient were identical twins, Ronald and Richard Herrick. Because they were genetically identical, there were no issues with organ rejection.",
    "articleTitle": "A Medical Milestone",
    "articleContent": "On December 23, 1954, Dr. Joseph Murray led a team at Brigham Hospital to perform a revolutionary surgery. By transplanting a kidney between identical twins, they bypassed the immune system's rejection response. The success opened the door to modern organ transplantation, eventually earning Murray a Nobel Prize."
  },
  {
    "id": "12-24",
    "targetYear": 1968,
    "clue": "Apollo 8 astronauts become the first humans to orbit the Moon and broadcast a Christmas Eve message.",
    "category": "Space",
    "funFact": "During the broadcast, the crew took turns reading from the Book of Genesis. They also captured the famous 'Earthrise' photo, showing the Earth rising above the lunar horizon.",
    "articleTitle": "Christmas from the Moon",
    "articleContent": "On December 24, 1968, Frank Borman, Jim Lovell, and William Anders entered lunar orbit. In a live television broadcast watched by one billion people, they showed the cratered surface of the moon. They ended the broadcast with, 'Good night, good luck, a Merry Christmas, and God bless all of you - all of you on the good Earth.'",
    "category": "Space"
  },
  {
    "id": "12-25",
    "targetYear": 1776,
    "clue": "George Washington leads the Continental Army across the icy Delaware River.",
    "category": "War",
    "funFact": "The crossing was done at night during a severe winter storm. The password for the operation was 'Victory or Death.'",
    "articleTitle": "Crossing the Delaware",
    "articleContent": "On the night of December 25, 1776, George Washington launched a desperate surprise attack. His army, demoralized and shrinking, crossed the frozen Delaware River to attack Hessian mercenaries in Trenton, New Jersey. The victory the next morning saved the American Revolution from collapse and boosted morale across the colonies."
  },
  {
    "id": "12-26",
    "targetYear": 2004,
    "clue": "A massive 9.1 magnitude earthquake triggers a tsunami in the Indian Ocean.",
    "category": "Disaster",
    "funFact": "The earthquake released energy equivalent to 23,000 Hiroshima bombs. It was the third-largest earthquake ever recorded.",
    "articleTitle": "The Boxing Day Tsunami",
    "articleContent": "On December 26, 2004, a megathrust earthquake struck off the coast of Sumatra, Indonesia. It generated massive tsunami waves up to 100 feet high that devastated coastlines in 14 countries. Over 230,000 people lost their lives in one of the deadliest natural disasters in recorded history."
  },
  {
    "id": "12-27",
    "targetYear": 1831,
    "clue": "Charles Darwin sets sail on the HMS Beagle.",
    "category": "Science",
    "funFact": "Darwin was only 22 years old and was hired as a companion to the captain, not the ship's naturalist. He suffered terrible seasickness for most of the five-year voyage.",
    "articleTitle": "The Voyage of the Beagle",
    "articleContent": "On December 27, 1831, the HMS Beagle departed Plymouth, England, on a survey mission to South America. The observations Darwin made during this voyage, particularly on the Galapagos Islands, formed the basis for his theory of evolution by natural selection, which he would publish decades later."
  },
  {
    "id": "12-28",
    "targetYear": 1895,
    "clue": "The Lumière brothers hold the first commercial public screening of a motion picture.",
    "category": "Film",
    "funFact": "Legend says that when they showed a film of a train arriving at a station, the audience ran to the back of the room in terror, thinking the train would hit them.",
    "articleTitle": "The Birth of Cinema",
    "articleContent": "On December 28, 1895, in the basement of the Grand Café in Paris, Auguste and Louis Lumière projected ten short films to a paying audience. This event is widely considered the birth of cinema. The device they used, the Cinématographe, could record, develop, and project motion pictures."
  },
  {
    "id": "12-29",
    "targetYear": 1890,
    "clue": "The U.S. Army kills over 200 Lakota people at Wounded Knee Creek.",
    "category": "Tragedy",
    "funFact": "The massacre effectively ended the Indian Wars in North America. Twenty U.S. soldiers were awarded the Medal of Honor for the action, a decision that remains controversial today.",
    "articleTitle": "Wounded Knee Massacre",
    "articleContent": "On December 29, 1890, the U.S. 7th Cavalry attempted to disarm a camp of Lakota Sioux. A shot was fired (it is unclear by whom), and the soldiers opened fire with Hotchkiss guns. The massacre resulted in the deaths of men, women, and children. It stands as a tragic symbol of the mistreatment of Native Americans."
  },
  {
    "id": "12-30",
    "targetYear": 1922,
    "clue": "The Union of Soviet Socialist Republics (USSR) is officially formed.",
    "category": "Politics",
    "funFact": "At its height, the USSR covered 22.4 million square kilometers, making it the largest country in the world, spanning 11 time zones.",
    "articleTitle": "The Soviet Union Begins",
    "articleContent": "On December 30, 1922, a treaty was signed unifying Russia, Ukraine, Belarus, and the Transcaucasian Republics into the USSR. This created the world's first communist state, which would become a global superpower and the primary rival of the United States during the Cold War until its collapse in 1991."
  },
  {
    "id": "12-31",
    "targetYear": 1600,
    "clue": "Queen Elizabeth I grants a Royal Charter to the British East India Company.",
    "category": "History",
    "funFact": "The company eventually became so powerful that it had its own private army of 260,000 men—twice the size of the British Army—and effectively ruled India for a century.",
    "articleTitle": "The East India Company",
    "articleContent": "On December 31, 1600, the Governor and Company of Merchants of London Trading into the East Indies was incorporated. Originally formed to trade in spices, it grew into a massive monopoly that dominated global trade in cotton, silk, tea, and opium. It played a central role in the expansion of the British Empire."
  }
]